{
  "fileName": "Citizen-Kane_dialogue.txt",
  "title": "Citizen Kane",
  "data": [
    {
      "id": 0,
      "index": 0,
      "character": "KANE'S OLD OLD VOICE",
      "gender": "NA",
      "line": "Rosebud...",
      "wordCount": 1
    },
    {
      "id": 1,
      "index": 1,
      "character": "NEWS DIGEST NARRATOR",
      "gender": "NA",
      "line": "Legendary was the Xanadu where Kubla Kahn decreed his stately pleasure dome - \"Where twice five miles of fertile ground, with walls and towers were girdled 'round.\"",
      "wordCount": 27
    },
    {
      "id": 2,
      "index": 2,
      "character": "NARRATOR",
      "gender": "NA",
      "line": "Here, for Xanadu's landlord, will be held 1940's biggest, strangest funeral; here this week is laid to rest a potent figure of our Century - America's Kubla Kahn - Charles Foster Kane. In journalism's history, other names are honored more than Charles Foster Kane's, more justly revered. Among publishers, second only to James Gordon Bennet the First: his dashing, expatriate son; England's Northcliffe and Beaverbrook; Chicago's Patterson and McCormick;",
      "wordCount": 69
    },
    {
      "id": 3,
      "index": 3,
      "character": "NARRATOR",
      "gender": "NA",
      "line": "Denver's Bonfils and Sommes; New York's late, great Joseph Pulitzer; America's emperor of the news syndicate, another editorialist and landlord, the still mighty and once mightier Hearst. Great names all of them - but none of them so loved, hated, feared, so often spoken - as Charles Foster Kane. The San Francisco earthquake. First with the news were the Kane papers. First with Relief of the Sufferers, First with the news of their Relief of the Sufferers. Kane papers scoop the world on the Armistice - publish, eight hours before competitors, complete details of the Armistice teams granted the Germans by Marshall Foch from his railroad car in the Forest of Compeigne. For forty years appeared in Kane newsprint no public issue on which Kane papers took no stand. No public man whom Kane himself did not support or denounce - often support, then denounce. Its humble beginnings, a dying dailey -",
      "wordCount": 152
    },
    {
      "id": 4,
      "index": 4,
      "character": "NARRATOR",
      "gender": "NA",
      "line": "Kane's empire, in its glory, held dominion over thirty-seven newpapers, thirteen magazines, a radio network. An empire upon an empire. The first of grocery stores, paper mills, apartment buildings, factories, forests, ocean-liners - An empire through which for fifty years flowed, in an unending stream, the wealth of the earth's third richest gold mine... Famed in American legend is the origin of the Kane fortune... How, to boarding housekeeper Mary Kane, by a defaulting boarder, in 1868 was left the supposedly worthless deed to an abandoned mine shaft: The Colorado Lode. The magnificent Enquirer Building of today.",
      "wordCount": 97
    },
    {
      "id": 5,
      "index": 5,
      "character": "NARRATOR",
      "gender": "NA",
      "line": "Fifty-seven years later, before a Congressional Investigation, Walter P. Thatcher, grand old man of Wall Street, for years chief target of Kane papers' attack on \"trusts,\" recalls a journey he made as a youth...",
      "wordCount": 34
    },
    {
      "id": 6,
      "index": 6,
      "character": "THATCHER",
      "gender": "Male",
      "line": "... because of that trivial incident...",
      "wordCount": 6
    },
    {
      "id": 7,
      "index": 7,
      "character": "INVESTIGATOR",
      "gender": "NA",
      "line": "It is a fact, however, is it not, that in 1870, you did go to Colorado?",
      "wordCount": 16
    },
    {
      "id": 8,
      "index": 8,
      "character": "THATCHER",
      "gender": "Male",
      "line": "I did.",
      "wordCount": 2
    },
    {
      "id": 9,
      "index": 9,
      "character": "INVESTIGATOR",
      "gender": "NA",
      "line": "In connection with the Kane affairs?",
      "wordCount": 6
    },
    {
      "id": 10,
      "index": 10,
      "character": "THATCHER",
      "gender": "Male",
      "line": "Yes. My firm had been appointed trustees by Mrs. Kane for the fortune, which she had recently acquired. It was her wish that I should take charge of this boy, Charles Foster Kane.",
      "wordCount": 33
    },
    {
      "id": 11,
      "index": 11,
      "character": "NARRATOR",
      "gender": "NA",
      "line": "That same month in Union Square -",
      "wordCount": 7
    },
    {
      "id": 12,
      "index": 12,
      "character": "INVESTIGATOR",
      "gender": "NA",
      "line": "Is it not a fact that on that occasion, the boy personally attacked you after striking you in the stomach with a sled?",
      "wordCount": 23
    },
    {
      "id": 13,
      "index": 13,
      "character": "THATCHER",
      "gender": "Male",
      "line": "Mr. Chairman, I will read to this committee a prepared statement I have brought with me - and I will then refuse to answer any further questions. Mr. Johnson, please!",
      "wordCount": 30
    },
    {
      "id": 14,
      "index": 14,
      "character": "THATCHER",
      "gender": "Male",
      "line": "\"With full awareness of the meaning of my words and the responsibility of what I am about to say, it is my considered belief that Mr. Charles Foster Kane, in every essence of his social beliefs and by the dangerous manner in which he has persistently attacked the American traditions of private property, initiative and opportunity for advancement, is - in fact - nothing more or less than a Communist.\"",
      "wordCount": 70
    },
    {
      "id": 15,
      "index": 15,
      "character": "SPEAKER",
      "gender": "NA",
      "line": "- till the words \"Charles Foster Kane\" are a menace to every working man in this land. He is today what he has always been and always will be - A FASCIST!",
      "wordCount": 32
    },
    {
      "id": 16,
      "index": 16,
      "character": "NARRATOR",
      "gender": "NA",
      "line": "And yet another opinion - Kane's own.",
      "wordCount": 7
    },
    {
      "id": 17,
      "index": 17,
      "character": "NARRATOR",
      "gender": "NA",
      "line": "Twice married, twice divorced - first to a president's niece, Emily Norton - today, by her second marriage, chatelaine of the oldest of England's stately homes. Sixteen years after that - two weeks after his divorce from Emily Norton - Kane married Susan Alexander, singer, at the Town Hall in Trenton, New Jersey.",
      "wordCount": 53
    },
    {
      "id": 18,
      "index": 18,
      "character": "NARRATOR",
      "gender": "NA",
      "line": "For wife two, one-time opera singing Susan Alexander, Kane built Chicago's Municipal Opera House. Cost: three million dollars. Conceived for Susan Alexander Kane, half-finished before she divorced him, the still unfinished Xanadu. Cost: no man can say.",
      "wordCount": 37
    },
    {
      "id": 19,
      "index": 19,
      "character": "NARRATOR",
      "gender": "NA",
      "line": "One hundred thousand trees, twenty thousand tons of marble, are the ingredients of Xanadu's mountain. Xanadu's livestock: the fowl of the air, the fish of the sea, the beast of the field and jungle - two of each; the biggest private zoo since Noah. Contents of Kane's palace: paintings, pictures, statues, the very stones of many another palace, shipped to Florida from every corner of the earth, from other Kane houses, warehouses, where they mouldered for years. Enough for ten museums - the loot of the world.",
      "wordCount": 87
    },
    {
      "id": 20,
      "index": 20,
      "character": "NARRATOR",
      "gender": "NA",
      "line": "Kane urged his country's entry into one war, opposed participation in another. Swung the election to one American President at least, was called another's assassin. Thus, Kane's papers might never have survived - had not the President.",
      "wordCount": 37
    },
    {
      "id": 21,
      "index": 21,
      "character": "NARRATOR",
      "gender": "NA",
      "line": "Kane, molder of mass opinion though he was, in all his life was never granted elective office by the voters of his country. Few U.S. news publishers have been. Few, like one-time Congressman Hearst, have ever run for any office - most know better - conclude with other political observers that one man's press has power enough for himself. But Kane papers were once strong indeed, and once the prize seemed almost his. In 1910, as Independent Candidate for governor, the best elements of the state behind him - the White House seemingly the next easy step in a lightning political career -",
      "wordCount": 103
    },
    {
      "id": 22,
      "index": 22,
      "character": "NARRATOR",
      "gender": "NA",
      "line": "Then, suddenly - less than one week before election - defeat! Shameful, ignominious - defeat that set back for twenty years the cause of reform in the U.S., forever cancelled political chances for Charles Foster Kane. Then, in the third year of the Great Depression... As to all publishers, it sometimes must - to Bennett, to Munsey and Hearst it did - a paper closes! For Kane, in four short years: collapse! Eleven Kane papers, four Kane magazines merged, more sold, scrapped -",
      "wordCount": 83
    },
    {
      "id": 23,
      "index": 23,
      "character": "NARRATOR",
      "gender": "NA",
      "line": "Then four long years more - alone in his never-finished, already decaying, pleasure palace, aloof, seldom visited, never photographed, Charles Foster Kane continued to direct his falling empire ... vainly attempting to sway, as he once did, the destinies of a nation that has ceased to listen to him ... ceased to trust him...",
      "wordCount": 54
    },
    {
      "id": 24,
      "index": 24,
      "character": "NARRATOR",
      "gender": "NA",
      "line": "Last week, death came to sit upon the throne of America's Kubla Khan - last week, as it must to all men, death came to Charles Foster Kane.",
      "wordCount": 28
    },
    {
      "id": 25,
      "index": 25,
      "character": "THIRD MAN",
      "gender": "NA",
      "line": "Stand by. I'll tell you if we want to run it again.",
      "wordCount": 12
    },
    {
      "id": 26,
      "index": 26,
      "character": "THOMPSON'S VOICE",
      "gender": "NA",
      "line": "Well?",
      "wordCount": 1
    },
    {
      "id": 27,
      "index": 27,
      "character": "A MAN'S VOICE",
      "gender": "NA",
      "line": "It's a tough thing to do in a newsreel. Seventy years of a man's life -",
      "wordCount": 16
    },
    {
      "id": 28,
      "index": 28,
      "character": "A VOICE",
      "gender": "NA",
      "line": "See what Arthur Ellis wrote about him in the American review?",
      "wordCount": 11
    },
    {
      "id": 29,
      "index": 29,
      "character": "THIRD MAN",
      "gender": "NA",
      "line": "I read it.",
      "wordCount": 3
    },
    {
      "id": 30,
      "index": 30,
      "character": "THE VOICE",
      "gender": "NA",
      "line": "Listen: Kane is dead. He contributed to the journalism of his day - the talent of a mountebank, the morals of a bootlegger, and the manners of a pasha. He and his kind have almost succeeded in transforming a once noble profession into a seven percent security - no longer secure.",
      "wordCount": 51
    },
    {
      "id": 31,
      "index": 31,
      "character": "ANOTHER VOICE",
      "gender": "NA",
      "line": "That's what Arthur Ellis is writing now. Thirty years ago, when Kane gave him his chance to clean up Detroit and Chicago and St. Louis, Kane was the greatest guy in the world. If you ask me -",
      "wordCount": 38
    },
    {
      "id": 32,
      "index": 32,
      "character": "ANOTHER VOICE",
      "gender": "NA",
      "line": "Charles Foster Kane was a...",
      "wordCount": 5
    },
    {
      "id": 33,
      "index": 33,
      "character": "RAWLSTON'S VOICE",
      "gender": "NA",
      "line": "Just a minute!",
      "wordCount": 3
    },
    {
      "id": 34,
      "index": 34,
      "character": "RAWLSTON",
      "gender": "Male",
      "line": "What were Kane's last words?",
      "wordCount": 5
    },
    {
      "id": 35,
      "index": 35,
      "character": "RAWLSTON",
      "gender": "Male",
      "line": "What were the last words he said on earth? Thompson, you've made us a good short, but it needs character -",
      "wordCount": 21
    },
    {
      "id": 36,
      "index": 36,
      "character": "SOMEBODY'S VOICE",
      "gender": "NA",
      "line": "Motivation -",
      "wordCount": 2
    },
    {
      "id": 37,
      "index": 37,
      "character": "RAWLSTON",
      "gender": "Male",
      "line": "That's it - motivation. What made Kane what he was? And, for that matter, what was he? What we've just seen are the outlines of a career - what's behind the career? What's the man? Was he good or bad? Strong or foolish? Tragic or silly? Why did he do all those things? What was he after? Maybe he told us on his death bed.",
      "wordCount": 65
    },
    {
      "id": 38,
      "index": 38,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Yes, and maybe he didn't.",
      "wordCount": 5
    },
    {
      "id": 39,
      "index": 39,
      "character": "RAWLSTON",
      "gender": "Male",
      "line": "Ask the question anyway, Thompson! Build the picture around the question, even if you can't answer it.",
      "wordCount": 17
    },
    {
      "id": 40,
      "index": 40,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "I know, but -",
      "wordCount": 4
    },
    {
      "id": 41,
      "index": 41,
      "character": "RAWLSTON",
      "gender": "Male",
      "line": "All we saw on that screen was a big American -",
      "wordCount": 11
    },
    {
      "id": 42,
      "index": 42,
      "character": "A VOICE",
      "gender": "NA",
      "line": "One of the biggest.",
      "wordCount": 4
    },
    {
      "id": 43,
      "index": 43,
      "character": "RAWLSTON",
      "gender": "Male",
      "line": "But how is he different from Ford? Or Hearst for that matter? Or Rockefeller - or John Doe?",
      "wordCount": 18
    },
    {
      "id": 44,
      "index": 44,
      "character": "A VOICE",
      "gender": "NA",
      "line": "I know people worked for Kane will tell you - not only in the newspaper business - look how he raised salaries. You don't want to forget -",
      "wordCount": 28
    },
    {
      "id": 45,
      "index": 45,
      "character": "ANOTHER VOICE",
      "gender": "NA",
      "line": "You take his labor record alone, they ought to hang him up like a dog.",
      "wordCount": 15
    },
    {
      "id": 46,
      "index": 46,
      "character": "RAWLSTON",
      "gender": "Male",
      "line": "I tell you, Thompson - a man's dying words -",
      "wordCount": 10
    },
    {
      "id": 47,
      "index": 47,
      "character": "SOMEBODY'S VOICE",
      "gender": "NA",
      "line": "What were they?",
      "wordCount": 3
    },
    {
      "id": 48,
      "index": 48,
      "character": "SOMEBODY'S VOICE",
      "gender": "NA",
      "line": "Yes, Mr. Rawlston, what were Kane's dying words?",
      "wordCount": 8
    },
    {
      "id": 49,
      "index": 49,
      "character": "RAWLSTON",
      "gender": "Male",
      "line": "Rosebud!",
      "wordCount": 1
    },
    {
      "id": 50,
      "index": 50,
      "character": "RAWLSTON",
      "gender": "Male",
      "line": "That's right.",
      "wordCount": 2
    },
    {
      "id": 51,
      "index": 51,
      "character": "A VOICE",
      "gender": "NA",
      "line": "Tough guy, huh? Dies calling for Rosebud!",
      "wordCount": 7
    },
    {
      "id": 52,
      "index": 52,
      "character": "RAWLSTON",
      "gender": "Male",
      "line": "Here's a man who might have been President. He's been loved and hated and talked about as much as any man in our time - but when he comes to die, he's got something on his mind called \"Rosebud.\" What does that mean?",
      "wordCount": 43
    },
    {
      "id": 53,
      "index": 53,
      "character": "ANOTHER VOICE",
      "gender": "NA",
      "line": "A racehorse he bet on once, probably, that didn't come in - Rosebud!",
      "wordCount": 13
    },
    {
      "id": 54,
      "index": 54,
      "character": "RAWLSTON",
      "gender": "Male",
      "line": "All right. But what was the race?",
      "wordCount": 7
    },
    {
      "id": 55,
      "index": 55,
      "character": "RAWLSTON",
      "gender": "Male",
      "line": "Thompson!",
      "wordCount": 1
    },
    {
      "id": 56,
      "index": 56,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Yes, sir.",
      "wordCount": 2
    },
    {
      "id": 57,
      "index": 57,
      "character": "RAWLSTON",
      "gender": "Male",
      "line": "Hold this thing up for a week. Two weeks if you have to...",
      "wordCount": 13
    },
    {
      "id": 58,
      "index": 58,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "But don't you think if we release it now - he's only been dead four days it might be better than if -",
      "wordCount": 23
    },
    {
      "id": 59,
      "index": 59,
      "character": "RAWLSTON",
      "gender": "Male",
      "line": "Nothing is ever better than finding out what makes people tick. Go after the people that knew Kane well. That manager of his - the little guy, Bernstein, those two wives, all the people who knew him, had worked for him, who loved him, who hated his guts - I don't mean go through the City Directory, of course -",
      "wordCount": 60
    },
    {
      "id": 60,
      "index": 60,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "I'll get to it right away, Mr. Rawlston.",
      "wordCount": 8
    },
    {
      "id": 61,
      "index": 61,
      "character": "RAWLSTON",
      "gender": "Male",
      "line": "Good!",
      "wordCount": 1
    },
    {
      "id": 62,
      "index": 62,
      "character": "RAWLSTON'S VOICE",
      "gender": "NA",
      "line": "It'll probably turn out to be a very simple thing...",
      "wordCount": 10
    },
    {
      "id": 63,
      "index": 63,
      "character": "THE CAPTAIN",
      "gender": "NA",
      "line": "This is Mr. Thompson, Miss Alexander.",
      "wordCount": 6
    },
    {
      "id": 64,
      "index": 64,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I want another drink, John.",
      "wordCount": 5
    },
    {
      "id": 65,
      "index": 65,
      "character": "THE CAPTAIN",
      "gender": "NA",
      "line": "Right away. Will you have something, Mr. Thompson?",
      "wordCount": 8
    },
    {
      "id": 66,
      "index": 66,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "I'll have a highball.",
      "wordCount": 4
    },
    {
      "id": 67,
      "index": 67,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Who told you you could sit down here?",
      "wordCount": 8
    },
    {
      "id": 68,
      "index": 68,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Oh! I thought maybe we could have a drink together?",
      "wordCount": 10
    },
    {
      "id": 69,
      "index": 69,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Think again!",
      "wordCount": 2
    },
    {
      "id": 70,
      "index": 70,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Why don't you people let me alone? I'm minding my own business. You mind yours.",
      "wordCount": 15
    },
    {
      "id": 71,
      "index": 71,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "If you'd just let me talk to you for a little while, Miss Alexander. All I want to ask you...",
      "wordCount": 20
    },
    {
      "id": 72,
      "index": 72,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Get out of here! Get out! Get out!",
      "wordCount": 8
    },
    {
      "id": 73,
      "index": 73,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "I'm sorry. Maybe some other time -",
      "wordCount": 7
    },
    {
      "id": 74,
      "index": 74,
      "character": "THE CAPTAIN",
      "gender": "NA",
      "line": "She's just not talking to anybody from the newspapers, Mr. Thompson.",
      "wordCount": 11
    },
    {
      "id": 75,
      "index": 75,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "I'm not from a newspaper exactly, I -",
      "wordCount": 8
    },
    {
      "id": 76,
      "index": 76,
      "character": "THE CAPTAIN",
      "gender": "NA",
      "line": "Get her another highball.",
      "wordCount": 4
    },
    {
      "id": 77,
      "index": 77,
      "character": "THE WAITER",
      "gender": "NA",
      "line": "Another double?",
      "wordCount": 2
    },
    {
      "id": 78,
      "index": 78,
      "character": "THE CAPTAIN",
      "gender": "NA",
      "line": "Yes.",
      "wordCount": 1
    },
    {
      "id": 79,
      "index": 79,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "She's plastered, isn't she?",
      "wordCount": 4
    },
    {
      "id": 80,
      "index": 80,
      "character": "THE CAPTAIN",
      "gender": "NA",
      "line": "She'll snap out of it. Why, until he died, she'd just as soon talk about Mr. Kane as about anybody. Sooner.",
      "wordCount": 21
    },
    {
      "id": 81,
      "index": 81,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "I'll come down in a week or so and see her again. Say, you might be able to help me. When she used to talk about Kane - did she ever happen to say anything - about Rosebud?",
      "wordCount": 38
    },
    {
      "id": 82,
      "index": 82,
      "character": "THE CAPTAIN",
      "gender": "NA",
      "line": "Rosebud?",
      "wordCount": 1
    },
    {
      "id": 83,
      "index": 83,
      "character": "THE CAPTAIN",
      "gender": "NA",
      "line": "Thank you, sir. As a matter of fact, yesterday afternoon, when it was in all the papers - I asked her. She never heard of Rosebud.",
      "wordCount": 26
    },
    {
      "id": 84,
      "index": 84,
      "character": "BERTHA",
      "gender": "NA",
      "line": "Yes. I'll take him in now. The directors of the Thatcher Library have asked me to remind you again of the condition under which you may inspect certain portions of Mr. Thatcher's unpublished memoirs. Under no circumstances are direct quotations from his manuscript to be used by you.",
      "wordCount": 48
    },
    {
      "id": 85,
      "index": 85,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "That's all right.",
      "wordCount": 3
    },
    {
      "id": 86,
      "index": 86,
      "character": "BERTHA",
      "gender": "NA",
      "line": "You may come with me.",
      "wordCount": 5
    },
    {
      "id": 87,
      "index": 87,
      "character": "BERTHA",
      "gender": "NA",
      "line": "Pages eighty-three to one hundred and forty-two, Jennings.",
      "wordCount": 8
    },
    {
      "id": 88,
      "index": 88,
      "character": "GUARD",
      "gender": "NA",
      "line": "Yes, Miss Anderson.",
      "wordCount": 3
    },
    {
      "id": 89,
      "index": 89,
      "character": "BERTHA",
      "gender": "NA",
      "line": "You will confine yourself, it is our understanding, to the chapter dealing with Mr. Kane.",
      "wordCount": 15
    },
    {
      "id": 90,
      "index": 90,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "That's all I'm interested in.",
      "wordCount": 5
    },
    {
      "id": 91,
      "index": 91,
      "character": "BERTHA",
      "gender": "NA",
      "line": "You will be required to leave this room at four-thirty promptly.",
      "wordCount": 11
    },
    {
      "id": 92,
      "index": 92,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "Be careful, Charles!",
      "wordCount": 3
    },
    {
      "id": 93,
      "index": 93,
      "character": "THATCHER'S VOICE",
      "gender": "NA",
      "line": "Mrs. Kane -",
      "wordCount": 3
    },
    {
      "id": 94,
      "index": 94,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "Pull your muffler around your neck, Charles -",
      "wordCount": 8
    },
    {
      "id": 95,
      "index": 95,
      "character": "THATCHER'S VOICE",
      "gender": "NA",
      "line": "think we'll have to tell him now -",
      "wordCount": 8
    },
    {
      "id": 96,
      "index": 96,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "I'll sign those papers -",
      "wordCount": 5
    },
    {
      "id": 97,
      "index": 97,
      "character": "KANE SR.",
      "gender": "NA",
      "line": "You people seem to forget that I'm the boy's father.",
      "wordCount": 10
    },
    {
      "id": 98,
      "index": 98,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "It's going to be done exactly the way I've told Mr. Thatcher -",
      "wordCount": 13
    },
    {
      "id": 99,
      "index": 99,
      "character": "KANE SR.",
      "gender": "NA",
      "line": "If I want to, I can go to court. father has a right to -",
      "wordCount": 15
    },
    {
      "id": 100,
      "index": 100,
      "character": "THATCHER",
      "gender": "Male",
      "line": "Mr. Kane, the certificates that Mr. Graves left here are made out to Mrs. Kane, in her name. Hers to do with as she pleases -",
      "wordCount": 26
    },
    {
      "id": 101,
      "index": 101,
      "character": "KANE SR.",
      "gender": "NA",
      "line": "Well, I don't hold with signing my boy away to any bank as guardian just because -",
      "wordCount": 17
    },
    {
      "id": 102,
      "index": 102,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "I want you to stop all this nonsense, Jim.",
      "wordCount": 9
    },
    {
      "id": 103,
      "index": 103,
      "character": "THATCHER",
      "gender": "Male",
      "line": "The Bank's decision in all matters concerning his education, his place of residence and similar subjects will be final.",
      "wordCount": 19
    },
    {
      "id": 104,
      "index": 104,
      "character": "KANE SR.",
      "gender": "NA",
      "line": "The idea of a bank being the guardian -",
      "wordCount": 9
    },
    {
      "id": 105,
      "index": 105,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "I want you to stop all this nonsense, Jim.",
      "wordCount": 9
    },
    {
      "id": 106,
      "index": 106,
      "character": "THATCHER",
      "gender": "Male",
      "line": "We will assume full management of the Colorado Lode - of which you, Mrs. Kane, are the sole owner.",
      "wordCount": 19
    },
    {
      "id": 107,
      "index": 107,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "Where do I sign, Mr. Thatcher?",
      "wordCount": 6
    },
    {
      "id": 108,
      "index": 108,
      "character": "THATCHER",
      "gender": "Male",
      "line": "Right here, Mrs. Kane.",
      "wordCount": 4
    },
    {
      "id": 109,
      "index": 109,
      "character": "KANE SR.",
      "gender": "NA",
      "line": "Don't say I didn't warn you.",
      "wordCount": 6
    },
    {
      "id": 110,
      "index": 110,
      "character": "KANE SR.",
      "gender": "NA",
      "line": "Mary, I'm asking you for the last time - anyon'd think I hadn't been a good husband and a -",
      "wordCount": 20
    },
    {
      "id": 111,
      "index": 111,
      "character": "THATCHER",
      "gender": "Male",
      "line": "The sum of fifty thousand dollars a year is to be paid to yourself and Mr. Kane as long as you both live, and thereafter the survivor -",
      "wordCount": 28
    },
    {
      "id": 112,
      "index": 112,
      "character": "KANE SR.",
      "gender": "NA",
      "line": "Well, let's hope it's all for the best.",
      "wordCount": 8
    },
    {
      "id": 113,
      "index": 113,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "It is. Go on, Mr. Thatcher -",
      "wordCount": 7
    },
    {
      "id": 114,
      "index": 114,
      "character": "KANE",
      "gender": "Male",
      "line": "If the rebels want a fight boys, let's give it to 'em!",
      "wordCount": 12
    },
    {
      "id": 115,
      "index": 115,
      "character": "KANE",
      "gender": "Male",
      "line": "The terms are underconditional surrender. Up and at 'em! The Union forever!",
      "wordCount": 12
    },
    {
      "id": 116,
      "index": 116,
      "character": "THATCHER",
      "gender": "Male",
      "line": "Everything else - the principal as well as all monies earned - is to be administered by the bank in trust for your son, Charles Foster Kane, until his twenty-fifth birthday, at which time he is to come into complete possession.",
      "wordCount": 41
    },
    {
      "id": 117,
      "index": 117,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "Go on, Mr. Thatcher.",
      "wordCount": 4
    },
    {
      "id": 118,
      "index": 118,
      "character": "KANE",
      "gender": "Male",
      "line": "You can't lick Andy Jackson! Old Hickory, that's me!",
      "wordCount": 9
    },
    {
      "id": 119,
      "index": 119,
      "character": "THATCHER'S VOICE",
      "gender": "NA",
      "line": "It's nearly five, Mrs. Kane, don't you think I'd better meet the boy -",
      "wordCount": 14
    },
    {
      "id": 120,
      "index": 120,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "I've got his trunk all packed - I've it packed for a couple of weeks -",
      "wordCount": 16
    },
    {
      "id": 121,
      "index": 121,
      "character": "THATCHER",
      "gender": "Male",
      "line": "I've arranged for a tutor to meet us in Chicago. I'd have brought him along with me, but you were so anxious to keep everything secret -",
      "wordCount": 27
    },
    {
      "id": 122,
      "index": 122,
      "character": "KANE",
      "gender": "Male",
      "line": "H'ya, Mom.",
      "wordCount": 2
    },
    {
      "id": 123,
      "index": 123,
      "character": "KANE",
      "gender": "Male",
      "line": "See, Mom? I took the pipe out of his mouth. If it keeps on snowin', maybe I'll make some teeth and -",
      "wordCount": 22
    },
    {
      "id": 124,
      "index": 124,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "You better come inside, son. You and I have got to get you all ready for - for -",
      "wordCount": 19
    },
    {
      "id": 125,
      "index": 125,
      "character": "THATCHER",
      "gender": "Male",
      "line": "Charles, my name is Mr. Thatcher -",
      "wordCount": 7
    },
    {
      "id": 126,
      "index": 126,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "This is Mr. Thatcher, Charles.",
      "wordCount": 5
    },
    {
      "id": 127,
      "index": 127,
      "character": "THATCHER",
      "gender": "Male",
      "line": "How do you do, Charles?",
      "wordCount": 5
    },
    {
      "id": 128,
      "index": 128,
      "character": "KANE SR.",
      "gender": "NA",
      "line": "He comes from the east.",
      "wordCount": 5
    },
    {
      "id": 129,
      "index": 129,
      "character": "KANE",
      "gender": "Male",
      "line": "Hello. Hello, Pop.",
      "wordCount": 3
    },
    {
      "id": 130,
      "index": 130,
      "character": "KANE SR.",
      "gender": "NA",
      "line": "Hello, Charlie!",
      "wordCount": 2
    },
    {
      "id": 131,
      "index": 131,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "Mr. Thatcher is going to take you on a trip with him tonight, Charles. You'll be leaving on Number Ten.",
      "wordCount": 20
    },
    {
      "id": 132,
      "index": 132,
      "character": "KANE SR.",
      "gender": "NA",
      "line": "That's the train with all the lights.",
      "wordCount": 7
    },
    {
      "id": 133,
      "index": 133,
      "character": "KANE",
      "gender": "Male",
      "line": "You goin', Mom?",
      "wordCount": 3
    },
    {
      "id": 134,
      "index": 134,
      "character": "THATCHER",
      "gender": "Male",
      "line": "Your mother won't be going right away, Charles -",
      "wordCount": 9
    },
    {
      "id": 135,
      "index": 135,
      "character": "KANE",
      "gender": "Male",
      "line": "Where'm I going?",
      "wordCount": 3
    },
    {
      "id": 136,
      "index": 136,
      "character": "KANE SR.",
      "gender": "NA",
      "line": "You're going to see Chicago and New York - and Washington, maybe... Isn't he, Mr. Thatcher?",
      "wordCount": 16
    },
    {
      "id": 137,
      "index": 137,
      "character": "THATCHER",
      "gender": "Male",
      "line": "He certainly is. I wish I were a little boy and going to make a trip like that for the first time.",
      "wordCount": 22
    },
    {
      "id": 138,
      "index": 138,
      "character": "KANE",
      "gender": "Male",
      "line": "Why aren't you comin' with us, Mom?",
      "wordCount": 7
    },
    {
      "id": 139,
      "index": 139,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "We have to stay here, Charles.",
      "wordCount": 6
    },
    {
      "id": 140,
      "index": 140,
      "character": "KANE SR.",
      "gender": "NA",
      "line": "You're going to live with Mr. Thatcher from now on, Charlie! You're going to be rich. Your Ma figures - that is, re - she and I have decided that this isn't the place for you to grow up in. You'll probably be the richest man in America someday and you ought to -",
      "wordCount": 54
    },
    {
      "id": 141,
      "index": 141,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "You won't be lonely, Charles...",
      "wordCount": 5
    },
    {
      "id": 142,
      "index": 142,
      "character": "THATCHER",
      "gender": "Male",
      "line": "We're going to have a lot of good times together, Charles... Really we are.",
      "wordCount": 14
    },
    {
      "id": 143,
      "index": 143,
      "character": "THATCHER",
      "gender": "Male",
      "line": "Come on, Charles. Let's shake hands. Now, now! I'm not as frightening as all that! Let's shake, what do you say?",
      "wordCount": 21
    },
    {
      "id": 144,
      "index": 144,
      "character": "THATCHER",
      "gender": "Male",
      "line": "You almost hurt me, Charles. Sleds aren't to hit people with. Sleds are to - to sleigh on. When we get to New York, Charles, we'll get you a sled that will -",
      "wordCount": 33
    },
    {
      "id": 145,
      "index": 145,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "Charles!",
      "wordCount": 1
    },
    {
      "id": 146,
      "index": 146,
      "character": "KANE",
      "gender": "Male",
      "line": "Mom! Mom!",
      "wordCount": 2
    },
    {
      "id": 147,
      "index": 147,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "It's all right, Charles, it's all right.",
      "wordCount": 7
    },
    {
      "id": 148,
      "index": 148,
      "character": "KANE SR.",
      "gender": "NA",
      "line": "Sorry, Mr. Thatcher! What the kid needs is a good thrashing!",
      "wordCount": 11
    },
    {
      "id": 149,
      "index": 149,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "That's what you think, is it, Jim?",
      "wordCount": 7
    },
    {
      "id": 150,
      "index": 150,
      "character": "KANE SR.",
      "gender": "NA",
      "line": "Yes.",
      "wordCount": 1
    },
    {
      "id": 151,
      "index": 151,
      "character": "MRS. KANE",
      "gender": "NA",
      "line": "That's why he's going to be brought up where you can't get at him.",
      "wordCount": 14
    },
    {
      "id": 152,
      "index": 152,
      "character": "KANE",
      "gender": "Male",
      "line": "Mom! Mom!",
      "wordCount": 2
    },
    {
      "id": 153,
      "index": 153,
      "character": "THATCHER",
      "gender": "Male",
      "line": "Is that really your idea of how to run a newspaper?",
      "wordCount": 11
    },
    {
      "id": 154,
      "index": 154,
      "character": "KANE",
      "gender": "Male",
      "line": "I don't know how to run a newspaper, Mr. Thatcher. I just try everything I can think of.",
      "wordCount": 18
    },
    {
      "id": 155,
      "index": 155,
      "character": "THATCHER",
      "gender": "Male",
      "line": "\"Enemy Armada Off Jersey Coast.\" You know you haven't the slightest proof that this - this armada - is off the Jersey Coast.",
      "wordCount": 23
    },
    {
      "id": 156,
      "index": 156,
      "character": "KANE",
      "gender": "Male",
      "line": "Can you prove it isn't?",
      "wordCount": 5
    },
    {
      "id": 157,
      "index": 157,
      "character": "KANE",
      "gender": "Male",
      "line": "Mr. Bernstein, Mr. Thatcher -",
      "wordCount": 5
    },
    {
      "id": 158,
      "index": 158,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "How are you, Mr. Thatcher?",
      "wordCount": 5
    },
    {
      "id": 159,
      "index": 159,
      "character": "THATCHER",
      "gender": "Male",
      "line": "How do you do? -",
      "wordCount": 5
    },
    {
      "id": 160,
      "index": 160,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "We just had a wire from Cuba, Mr. Kane -",
      "wordCount": 10
    },
    {
      "id": 161,
      "index": 161,
      "character": "KANE",
      "gender": "Male",
      "line": "That's all right. We have no secrets from our readers. Mr. Thatcher is one of our most devoted readers, Mr. Bernstein. He knows what's wrong with every issue since I've taken charge. What's the cable?",
      "wordCount": 35
    },
    {
      "id": 162,
      "index": 162,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "The food is marvelous in Cuba the senoritas are beautiful stop I could send you prose poems of palm trees and sunrises and tropical colors blending in far off landscapes but don't feel right in spending your money for this stop there's no war in Cuba regards Wheeler.",
      "wordCount": 48
    },
    {
      "id": 163,
      "index": 163,
      "character": "THATCHER",
      "gender": "Male",
      "line": "You see! There hasn't been a true word -",
      "wordCount": 9
    },
    {
      "id": 164,
      "index": 164,
      "character": "KANE",
      "gender": "Male",
      "line": "I think we'll have to send our friend Wheeler a cable, Mr. Bernstein. Of course, we'll have to make it shorter than his, because he's working on an expense account and we're not. Let me see - Mike!",
      "wordCount": 38
    },
    {
      "id": 165,
      "index": 165,
      "character": "MIKE",
      "gender": "NA",
      "line": "Go ahead, Mr. Kane.",
      "wordCount": 4
    },
    {
      "id": 166,
      "index": 166,
      "character": "KANE",
      "gender": "Male",
      "line": "Dear Wheeler - You provide the prose poems - I'll provide the war.",
      "wordCount": 13
    },
    {
      "id": 167,
      "index": 167,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "That's fine, Mr. Kane.",
      "wordCount": 4
    },
    {
      "id": 168,
      "index": 168,
      "character": "KANE",
      "gender": "Male",
      "line": "I rather like it myself. Send it right away.",
      "wordCount": 9
    },
    {
      "id": 169,
      "index": 169,
      "character": "MIKE",
      "gender": "NA",
      "line": "Right away.",
      "wordCount": 2
    },
    {
      "id": 170,
      "index": 170,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Right away.",
      "wordCount": 2
    },
    {
      "id": 171,
      "index": 171,
      "character": "THATCHER",
      "gender": "Male",
      "line": "I came to see you, Charles, about your - about the Enquirer's campaign against the Metropolitan Transfer Company.",
      "wordCount": 18
    },
    {
      "id": 172,
      "index": 172,
      "character": "KANE",
      "gender": "Male",
      "line": "Won't you step into my office, Mr. Thatcher?",
      "wordCount": 8
    },
    {
      "id": 173,
      "index": 173,
      "character": "THATCHER",
      "gender": "Male",
      "line": "I think I should remind you, Charles, of a fact you seem to have forgotten. You are yourself one of the largest individual stockholders.",
      "wordCount": 24
    },
    {
      "id": 174,
      "index": 174,
      "character": "KANE",
      "gender": "Male",
      "line": "Mr. Thatcher, isn't everything I've been saying in the Enquirer about the traction trust absolutely true?",
      "wordCount": 16
    },
    {
      "id": 175,
      "index": 175,
      "character": "THATCHER",
      "gender": "Male",
      "line": "They're all part of your general attack - your senseless attack - on everything and everybody who's got more than ten cents in his pocket. They're -",
      "wordCount": 27
    },
    {
      "id": 176,
      "index": 176,
      "character": "KANE",
      "gender": "Male",
      "line": "The trouble is, Mr. Thatcher, you don't realize you're talking to two people.",
      "wordCount": 13
    },
    {
      "id": 177,
      "index": 177,
      "character": "KANE",
      "gender": "Male",
      "line": "As Charles Foster Kane, who has eighty-two thousand, six hundred and thirty-one shares of Metropolitan Transfer - you see, I do have a rough idea of my holdings - I sympathize with you. Charles Foster Kane is a dangerous scoundrel, his paper should be run out of town and a committee should be formed to boycott him. You may, if you can form such a committee, put me down for a contribution of one thousand dollars.",
      "wordCount": 76
    },
    {
      "id": 178,
      "index": 178,
      "character": "THATCHER",
      "gender": "Male",
      "line": "Charles, my time is too valuable for me -",
      "wordCount": 9
    },
    {
      "id": 179,
      "index": 179,
      "character": "KANE",
      "gender": "Male",
      "line": "On the other hand - I am the publisher of the Enquirer. As such, it is my duty - I'll let you in on a little secret, it is also my pleasure - to see to it that decent, hard-working people of this city are not robbed blind by a group of money - mad pirates because, God help them, they have no one to look after their interests! I'll let you in on another little secret, Mr. Thatcher. I think I'm the man to do it. You see, I have money and property -",
      "wordCount": 95
    },
    {
      "id": 180,
      "index": 180,
      "character": "KANE",
      "gender": "Male",
      "line": "If I don't defend the interests of the underprivileged, somebody else will - maybe somebody without any money or any property and that would be too bad.",
      "wordCount": 27
    },
    {
      "id": 181,
      "index": 181,
      "character": "KANE",
      "gender": "Male",
      "line": "Do you know how to tap, Mr. Thatcher? You ought to learn -",
      "wordCount": 13
    },
    {
      "id": 182,
      "index": 182,
      "character": "THATCHER",
      "gender": "Male",
      "line": "I happened to see your consolidated statement yesterday, Charles. Could I not suggest to you that it is unwise for you to continue this philanthropic enterprise - this Enquirer - that is costing you one million dollars a year?",
      "wordCount": 39
    },
    {
      "id": 183,
      "index": 183,
      "character": "KANE",
      "gender": "Male",
      "line": "You're right. We did lose a million dollars last year.",
      "wordCount": 10
    },
    {
      "id": 184,
      "index": 184,
      "character": "KANE",
      "gender": "Male",
      "line": "We expect to lost a million next year, too. You know, Mr. Thatcher - at the rate of a million a year - we'll have to close this place in sixty years.",
      "wordCount": 32
    },
    {
      "id": 185,
      "index": 185,
      "character": "MISS ANDERSON",
      "gender": "Female",
      "line": "You have enjoyed a very rare privilege, young man. Did you find what you were looking for?",
      "wordCount": 17
    },
    {
      "id": 186,
      "index": 186,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "No. Tell me something, Miss Anderson. You're not Rosebud, are you?",
      "wordCount": 11
    },
    {
      "id": 187,
      "index": 187,
      "character": "MISS ANDERSON",
      "gender": "Female",
      "line": "What?",
      "wordCount": 1
    },
    {
      "id": 188,
      "index": 188,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "I didn't think you were. Well, thanks for the use of the hall.",
      "wordCount": 13
    },
    {
      "id": 189,
      "index": 189,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Who's a busy man? Me? I'm Chairman of the Board. I got nothing but time ... What do you want to know?",
      "wordCount": 22
    },
    {
      "id": 190,
      "index": 190,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Well, Mr. Bernstein, you were with Mr. Kane from the very beginning -",
      "wordCount": 13
    },
    {
      "id": 191,
      "index": 191,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "From before the beginning, young fellow. And now it's after the end. Anything you want to know about him - about the paper -",
      "wordCount": 24
    },
    {
      "id": 192,
      "index": 192,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "- We thought maybe, if we can find out what he meant by that last word - as he was dying -",
      "wordCount": 22
    },
    {
      "id": 193,
      "index": 193,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "That Rosebud? Maybe some girl? There were a lot of them back in the early days, and -",
      "wordCount": 18
    },
    {
      "id": 194,
      "index": 194,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Not some girl he knew casually and then remembered after fifty years, on his death bed -",
      "wordCount": 17
    },
    {
      "id": 195,
      "index": 195,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "You're pretty young, Mr. - Mr. Thompson. A fellow will remember things you wouldn't think he'd remember. You take me. One day, back in 1896, I was crossing over to Jersey on a ferry and as we pulled out, there was another ferry pulling in - - and on it, there was a girl waiting to get off. A white dress she had on - and she was carrying a white pastrol - and I only saw her for one second and she didn't see me at all - but I'll bet a month hasn't gone by since that I haven't thought of that girl. See what I mean? Well, so what are you doing about this \"Rosebud,\" Mr. Thompson.",
      "wordCount": 120
    },
    {
      "id": 196,
      "index": 196,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "I'm calling on people who knew Mr. Kane. I'm calling on you.",
      "wordCount": 12
    },
    {
      "id": 197,
      "index": 197,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Who else you been to see?",
      "wordCount": 6
    },
    {
      "id": 198,
      "index": 198,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Well, I went down to Atlantic City -",
      "wordCount": 8
    },
    {
      "id": 199,
      "index": 199,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Susie? I called her myself the day after he died. I thought maybe somebody ought to... She couldn't even come to the 'phone.",
      "wordCount": 23
    },
    {
      "id": 200,
      "index": 200,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "You know why? She was so -",
      "wordCount": 7
    },
    {
      "id": 201,
      "index": 201,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Sure, sure.",
      "wordCount": 2
    },
    {
      "id": 202,
      "index": 202,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "I'm going back there.",
      "wordCount": 4
    },
    {
      "id": 203,
      "index": 203,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Who else did you see?",
      "wordCount": 5
    },
    {
      "id": 204,
      "index": 204,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Nobody else, but I've been through that stuff of Walter Thatcher's. That journal of his -",
      "wordCount": 16
    },
    {
      "id": 205,
      "index": 205,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Thatcher! That man was the biggest darn fool I ever met -",
      "wordCount": 12
    },
    {
      "id": 206,
      "index": 206,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "He made an awful lot of money.",
      "wordCount": 7
    },
    {
      "id": 207,
      "index": 207,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "It's not trick to make an awful lot of money if all you want is to make a lot of money. Thatcher!",
      "wordCount": 22
    },
    {
      "id": 208,
      "index": 208,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "He never knew there was anything in the world but money. That kind of fellow you can fool every day in the week - and twice on Sundays! The time he came to Rome for Mr. Kane's twenty-fifth birthday... You know, when Mr. Kane got control of his own money... Such a fool like Thatcher - I tell you, nobody's business!",
      "wordCount": 61
    },
    {
      "id": 209,
      "index": 209,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "He knew what he wanted, Mr. Kane did, and he got it! Thatcher never did figure him out. He was hard to figure sometimes, even for me. Mr. Kane was a genius like he said. He had that funny sense of humor. Sometimes even I didn't get the joke. Like that night the opera house of his opened in Chicago... You know, the opera house he built for Susie, she should be an opera singer... That was years later, of course - 1914 it was. Mrs. Kane took the leading part in the opera, and she was terrible. But nobody had the nerve to say so - not even the critics. Mr. Kane was a big man in those days. But this one fellow, this friend of his, Branford Leland -",
      "wordCount": 131
    },
    {
      "id": 210,
      "index": 210,
      "character": "CITY EDITOR",
      "gender": "NA",
      "line": "What about Branford Leland? Has he got in his copy?",
      "wordCount": 10
    },
    {
      "id": 211,
      "index": 211,
      "character": "HIRELING",
      "gender": "NA",
      "line": "Not yet.",
      "wordCount": 2
    },
    {
      "id": 212,
      "index": 212,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Go in and ask him to hurry.",
      "wordCount": 7
    },
    {
      "id": 213,
      "index": 213,
      "character": "CITY EDITOR",
      "gender": "NA",
      "line": "Well, why don't you, Mr. Bernstein? You know Mr. Leland.",
      "wordCount": 10
    },
    {
      "id": 214,
      "index": 214,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "I might make him nervous.",
      "wordCount": 5
    },
    {
      "id": 215,
      "index": 215,
      "character": "CITY EDITOR",
      "gender": "NA",
      "line": "You and Leland and Mr. Kane - you were great friends back in the old days, I understand.",
      "wordCount": 18
    },
    {
      "id": 216,
      "index": 216,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "That's right. They called us the \"Three Musketeers.\"",
      "wordCount": 8
    },
    {
      "id": 217,
      "index": 217,
      "character": "CITY EDITOR",
      "gender": "NA",
      "line": "He's a great guy - Leland. Why'd he ever leave New York?",
      "wordCount": 12
    },
    {
      "id": 218,
      "index": 218,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "That's a long story.",
      "wordCount": 4
    },
    {
      "id": 219,
      "index": 219,
      "character": "ANOTHER HIRELING",
      "gender": "NA",
      "line": "Wasn't there some sort of quarrel between -",
      "wordCount": 8
    },
    {
      "id": 220,
      "index": 220,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "I had nothing to do with it. It was Leland and Mr. Kane, and you couldn't call it a quarrel exactly. Better we should forget such things - Leland is writing it up from the dramatic angle?",
      "wordCount": 37
    },
    {
      "id": 221,
      "index": 221,
      "character": "CITY EDITOR",
      "gender": "NA",
      "line": "Yes. I thought it was a good idea. We've covered it from the news end, of course.",
      "wordCount": 17
    },
    {
      "id": 222,
      "index": 222,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "And the social. How about the music notice? You got that in?",
      "wordCount": 12
    },
    {
      "id": 223,
      "index": 223,
      "character": "CITY EDITOR",
      "gender": "NA",
      "line": "Oh, yes, it's already made up. Our Mr. Mervin wrote a small review.",
      "wordCount": 13
    },
    {
      "id": 224,
      "index": 224,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Enthusiastic?",
      "wordCount": 1
    },
    {
      "id": 225,
      "index": 225,
      "character": "CITY EDITOR",
      "gender": "NA",
      "line": "Yes, very! Naturally.",
      "wordCount": 3
    },
    {
      "id": 226,
      "index": 226,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Well, well - isn't that nice?",
      "wordCount": 6
    },
    {
      "id": 227,
      "index": 227,
      "character": "KANE'S VOICE",
      "gender": "NA",
      "line": "Mr. Bernstein -",
      "wordCount": 3
    },
    {
      "id": 228,
      "index": 228,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Hello, Mr. Kane.",
      "wordCount": 3
    },
    {
      "id": 229,
      "index": 229,
      "character": "CITY EDITOR",
      "gender": "NA",
      "line": "Mr. Kane, this is a surprise!",
      "wordCount": 6
    },
    {
      "id": 230,
      "index": 230,
      "character": "KANE",
      "gender": "Male",
      "line": "We've got a nice plant here.",
      "wordCount": 6
    },
    {
      "id": 231,
      "index": 231,
      "character": "KANE",
      "gender": "Male",
      "line": "Was the show covered by every department?",
      "wordCount": 7
    },
    {
      "id": 232,
      "index": 232,
      "character": "CITY EDITOR",
      "gender": "NA",
      "line": "Exactly according to your instructions, Mr. Kane. We've got two spreads of pictures.",
      "wordCount": 13
    },
    {
      "id": 233,
      "index": 233,
      "character": "KANE",
      "gender": "Male",
      "line": "And the notice?",
      "wordCount": 3
    },
    {
      "id": 234,
      "index": 234,
      "character": "CITY EDITOR",
      "gender": "NA",
      "line": "Yes - Mr. Kane.",
      "wordCount": 4
    },
    {
      "id": 235,
      "index": 235,
      "character": "KANE",
      "gender": "Male",
      "line": "Is it good?",
      "wordCount": 3
    },
    {
      "id": 236,
      "index": 236,
      "character": "CITY EDITOR",
      "gender": "NA",
      "line": "Yes, Mr. kane.",
      "wordCount": 3
    },
    {
      "id": 237,
      "index": 237,
      "character": "CITY EDITOR",
      "gender": "NA",
      "line": "But there's another one still to come - the dramatic notice.",
      "wordCount": 11
    },
    {
      "id": 238,
      "index": 238,
      "character": "KANE",
      "gender": "Male",
      "line": "It isn't finished?",
      "wordCount": 3
    },
    {
      "id": 239,
      "index": 239,
      "character": "CITY EDITOR",
      "gender": "NA",
      "line": "No, Mr. Kane.",
      "wordCount": 3
    },
    {
      "id": 240,
      "index": 240,
      "character": "KANE",
      "gender": "Male",
      "line": "That's Leland, isn't it?",
      "wordCount": 4
    },
    {
      "id": 241,
      "index": 241,
      "character": "CITY EDITOR",
      "gender": "NA",
      "line": "Yes, Mr. Kane.",
      "wordCount": 3
    },
    {
      "id": 242,
      "index": 242,
      "character": "KANE",
      "gender": "Male",
      "line": "Has he said when he'll finish?",
      "wordCount": 6
    },
    {
      "id": 243,
      "index": 243,
      "character": "CITY EDITOR",
      "gender": "NA",
      "line": "We haven't heard from him.",
      "wordCount": 5
    },
    {
      "id": 244,
      "index": 244,
      "character": "KANE",
      "gender": "Male",
      "line": "He used to work fast - didn't he, Mr. Bernstein?",
      "wordCount": 10
    },
    {
      "id": 245,
      "index": 245,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "He sure did, Mr. Kane.",
      "wordCount": 5
    },
    {
      "id": 246,
      "index": 246,
      "character": "KANE",
      "gender": "Male",
      "line": "Where is he?",
      "wordCount": 3
    },
    {
      "id": 247,
      "index": 247,
      "character": "ANOTHER HIRELING",
      "gender": "NA",
      "line": "Right in there, Mr. Kane.",
      "wordCount": 5
    },
    {
      "id": 248,
      "index": 248,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "MR. KANE -",
      "wordCount": 3
    },
    {
      "id": 249,
      "index": 249,
      "character": "KANE",
      "gender": "Male",
      "line": "That's all right, Mr. Bernstein.",
      "wordCount": 5
    },
    {
      "id": 250,
      "index": 250,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Leland and Mr. Kane - they haven't spoke together for ten years. Excuse me.",
      "wordCount": 14
    },
    {
      "id": 251,
      "index": 251,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Hey, Brad! Brad! He ain't been drinking before, Mr. Kane. Never. We would have heard.",
      "wordCount": 15
    },
    {
      "id": 252,
      "index": 252,
      "character": "KANE",
      "gender": "Male",
      "line": "What does it say there?",
      "wordCount": 5
    },
    {
      "id": 253,
      "index": 253,
      "character": "KANE",
      "gender": "Male",
      "line": "What's he written?",
      "wordCount": 3
    },
    {
      "id": 254,
      "index": 254,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "\"Miss Susan Alexander, a pretty but hopelessly incompetent amateur - - last night opened the new Chicago Opera House in a performance of - of -\" I can't pronounce that name, Mr. Kane.",
      "wordCount": 33
    },
    {
      "id": 255,
      "index": 255,
      "character": "KANE",
      "gender": "Male",
      "line": "Thais.",
      "wordCount": 1
    },
    {
      "id": 256,
      "index": 256,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "\"Her singing, happily, is no concern of this department. Of her acting, it is absolutely impossible to...\"",
      "wordCount": 17
    },
    {
      "id": 257,
      "index": 257,
      "character": "KANE",
      "gender": "Male",
      "line": "Go on!",
      "wordCount": 2
    },
    {
      "id": 258,
      "index": 258,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "That's all there is.",
      "wordCount": 4
    },
    {
      "id": 259,
      "index": 259,
      "character": "KANE",
      "gender": "Male",
      "line": "Of her acting, it is absolutely impossible to say anything except that it represents a new low... Have you got that, Mr. Bernstein? In the opinion of this reviewer -",
      "wordCount": 30
    },
    {
      "id": 260,
      "index": 260,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "I didn't see that.",
      "wordCount": 4
    },
    {
      "id": 261,
      "index": 261,
      "character": "KANE",
      "gender": "Male",
      "line": "It isn't here, Mr. Bernstein. I'm dictating it.",
      "wordCount": 8
    },
    {
      "id": 262,
      "index": 262,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "I can't take shorthand.",
      "wordCount": 4
    },
    {
      "id": 263,
      "index": 263,
      "character": "KANE",
      "gender": "Male",
      "line": "Get me a typewriter. I'll finish the notice.",
      "wordCount": 8
    },
    {
      "id": 264,
      "index": 264,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "He finished it. He wrote the worst notice I ever read about the girl he loved. We ran it in every paper.",
      "wordCount": 22
    },
    {
      "id": 265,
      "index": 265,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "I guess Mr. Kane didn't think so well of Susie's art anyway.",
      "wordCount": 12
    },
    {
      "id": 266,
      "index": 266,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "He thought she was great, Mr. Thompson. He really believed that. He put all his ambition on that girl. After she came along, he never really cared for himself like he used to. Oh, I don't blame Susie -",
      "wordCount": 39
    },
    {
      "id": 267,
      "index": 267,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Well, then, how could he write that roast? The notices in the Kane papers were always very kind to her.",
      "wordCount": 20
    },
    {
      "id": 268,
      "index": 268,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Oh, yes. He saw to that. I tell you, Mr. Thompson, he was a hard man to figure out. He had that funny sense of humor. And then, too, maybe he thought by finishing that piece he could show Leland he was an honest man. You see, Leland didn't think so. I guess he showed him all right. He's a nice fellow, but he's a dreamer. They were always together in those early days when we just started the Enquirer.",
      "wordCount": 80
    },
    {
      "id": 269,
      "index": 269,
      "character": "CARTER",
      "gender": "Male",
      "line": "Welcome, Mr. Kane, to the \"Enquirer.\" I am Herbert Carter.",
      "wordCount": 10
    },
    {
      "id": 270,
      "index": 270,
      "character": "KANE",
      "gender": "Male",
      "line": "Thank you, Mr Carter. This is Mr. Leland.",
      "wordCount": 8
    },
    {
      "id": 271,
      "index": 271,
      "character": "CARTER",
      "gender": "Male",
      "line": "How do you do, Mr. Leland?",
      "wordCount": 6
    },
    {
      "id": 272,
      "index": 272,
      "character": "KANE",
      "gender": "Male",
      "line": "Are they standing for me?",
      "wordCount": 5
    },
    {
      "id": 273,
      "index": 273,
      "character": "CARTER",
      "gender": "Male",
      "line": "I thought it would be a nice gesture the new publisher -",
      "wordCount": 12
    },
    {
      "id": 274,
      "index": 274,
      "character": "KANE",
      "gender": "Male",
      "line": "Ask them to sit down.",
      "wordCount": 5
    },
    {
      "id": 275,
      "index": 275,
      "character": "CARTER",
      "gender": "Male",
      "line": "You may resume your work, gentlemen. I didn't know your plans and so I was unable to make any preparations.",
      "wordCount": 20
    },
    {
      "id": 276,
      "index": 276,
      "character": "KANE",
      "gender": "Male",
      "line": "I don't my plans myself.",
      "wordCount": 5
    },
    {
      "id": 277,
      "index": 277,
      "character": "KANE",
      "gender": "Male",
      "line": "As a matter of fact, I haven't got any. Except to get out a newspaper.",
      "wordCount": 15
    },
    {
      "id": 278,
      "index": 278,
      "character": "KANE",
      "gender": "Male",
      "line": "Oh, Mr. Bernstein!",
      "wordCount": 3
    },
    {
      "id": 279,
      "index": 279,
      "character": "KANE",
      "gender": "Male",
      "line": "If you would come here a moment, please, Mr. Bernstein?",
      "wordCount": 10
    },
    {
      "id": 280,
      "index": 280,
      "character": "KANE",
      "gender": "Male",
      "line": "Mr. Carter, this is Mr. Bernstein. Mr. Bernstein is my general manager.",
      "wordCount": 12
    },
    {
      "id": 281,
      "index": 281,
      "character": "CARTER",
      "gender": "Male",
      "line": "How do you do, Mr. Bernstein?",
      "wordCount": 6
    },
    {
      "id": 282,
      "index": 282,
      "character": "KANE",
      "gender": "Male",
      "line": "You've got a private office here, haven't you?",
      "wordCount": 8
    },
    {
      "id": 283,
      "index": 283,
      "character": "CARTER",
      "gender": "Male",
      "line": "My little sanctum is at your disposal. But I don't think I understand -",
      "wordCount": 14
    },
    {
      "id": 284,
      "index": 284,
      "character": "KANE",
      "gender": "Male",
      "line": "I'm going to live right here. As long as I have to.",
      "wordCount": 12
    },
    {
      "id": 285,
      "index": 285,
      "character": "CARTER",
      "gender": "Male",
      "line": "But a morning newspaper, Mr. Kane. After all, we're practically closed twelve hours a day - except for the business offices -",
      "wordCount": 22
    },
    {
      "id": 286,
      "index": 286,
      "character": "KANE",
      "gender": "Male",
      "line": "That's one of the things I think must be changed, Mr. Carter. The news goes on for twenty-four hours a day.",
      "wordCount": 21
    },
    {
      "id": 287,
      "index": 287,
      "character": "KANE",
      "gender": "Male",
      "line": "I'm not criticizing, Mr. Carter, but here's what I mean. There's a front page story in the \"Chronicle,\" and a picture - of a woman in Brooklyn who is missing. Probably murdered. A Mrs. Harry Silverstone. Why didn't the \"Enquirer\" have that this morning?",
      "wordCount": 44
    },
    {
      "id": 288,
      "index": 288,
      "character": "CARTER",
      "gender": "Male",
      "line": "Because we're running a newspaper, Mr. Kane, not a scandal sheet.",
      "wordCount": 11
    },
    {
      "id": 289,
      "index": 289,
      "character": "KANE",
      "gender": "Male",
      "line": "I'm still hungry, Brad. Let's go to Rector's and get something decent. The \"Chronicle\" has a two-column headline, Mr. Carter. Why haven't we?",
      "wordCount": 23
    },
    {
      "id": 290,
      "index": 290,
      "character": "CARTER",
      "gender": "Male",
      "line": "There is no news big enough.",
      "wordCount": 6
    },
    {
      "id": 291,
      "index": 291,
      "character": "KANE",
      "gender": "Male",
      "line": "If the headline is big enough, it makes the new big enough. The murder of Mrs. Harry Silverstone -",
      "wordCount": 19
    },
    {
      "id": 292,
      "index": 292,
      "character": "CARTER",
      "gender": "Male",
      "line": "As a matter of fact, we sent a man to the Silverstone home yesterday afternoon. Our man even arrived before the \"Chronicle\" reporter. And there's no proof that the woman was murdered - or even that she's dead.",
      "wordCount": 38
    },
    {
      "id": 293,
      "index": 293,
      "character": "KANE",
      "gender": "Male",
      "line": "The \"Chronicle\" doesn't say she's murdered, Mr. Carter. It says the neighbors are getting suspicious.",
      "wordCount": 15
    },
    {
      "id": 294,
      "index": 294,
      "character": "CARTER",
      "gender": "Male",
      "line": "It's not our function to report the gossip of housewives. If we were interested in that kind of thing, Mr. Kane, we could fill the paper twice over daily -",
      "wordCount": 30
    },
    {
      "id": 295,
      "index": 295,
      "character": "KANE",
      "gender": "Male",
      "line": "That's the kind of thing we are going to be interested in from now on, Mr. Carter. Right now, I wish you'd send your best man up to see Mr. Silverstone. Have him tell Mr. Silverstone if he doesn't produce his wife at once, the \"Enquirer\" will have him arrested. Have him tell Mr. Silverstone he's a detective from the Central Office. If Mr. Silverstone asks to see his badge, your man is to get indignant and call Mr. Silverstone an anarchist.",
      "wordCount": 82
    },
    {
      "id": 296,
      "index": 296,
      "character": "CARTER",
      "gender": "Male",
      "line": "Really, Mr. Kane, I can't see the function of a respectable newspaper -",
      "wordCount": 13
    },
    {
      "id": 297,
      "index": 297,
      "character": "KANE",
      "gender": "Male",
      "line": "Oh, Mr. Bernstein!",
      "wordCount": 3
    },
    {
      "id": 298,
      "index": 298,
      "character": "KANE",
      "gender": "Male",
      "line": "I've just made a shocking discovery. The \"Enquirer\" is without a telephone. Have two installed at once!",
      "wordCount": 17
    },
    {
      "id": 299,
      "index": 299,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "I ordered six already this morning! Got a discount!",
      "wordCount": 9
    },
    {
      "id": 300,
      "index": 300,
      "character": "CARTER",
      "gender": "Male",
      "line": "But, Mr. Kane -",
      "wordCount": 4
    },
    {
      "id": 301,
      "index": 301,
      "character": "KANE",
      "gender": "Male",
      "line": "That'll be all today, Mr. Carter. You've been most understanding. Good day, Mr. Carter!",
      "wordCount": 14
    },
    {
      "id": 302,
      "index": 302,
      "character": "LELAND",
      "gender": "Male",
      "line": "Poor Mr. Carter!",
      "wordCount": 3
    },
    {
      "id": 303,
      "index": 303,
      "character": "KANE",
      "gender": "Male",
      "line": "What makes those fellows think that a newspaper is something rigid, something inflexible, that people are supposed to pay two cents for -",
      "wordCount": 23
    },
    {
      "id": 304,
      "index": 304,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Three cents.",
      "wordCount": 2
    },
    {
      "id": 305,
      "index": 305,
      "character": "KANE",
      "gender": "Male",
      "line": "Two cents.",
      "wordCount": 2
    },
    {
      "id": 306,
      "index": 306,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "This is all figured at three cents a copy.",
      "wordCount": 9
    },
    {
      "id": 307,
      "index": 307,
      "character": "KANE",
      "gender": "Male",
      "line": "Re-figure it, Mr. Bernstein, at two cents.",
      "wordCount": 7
    },
    {
      "id": 308,
      "index": 308,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "All right, but I'll keep these figures, too, just in case.",
      "wordCount": 11
    },
    {
      "id": 309,
      "index": 309,
      "character": "KANE",
      "gender": "Male",
      "line": "Ready for dinner, Brad?",
      "wordCount": 4
    },
    {
      "id": 310,
      "index": 310,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Mr. Leland, if Mr. Kane, he should decide to drop the price to one cent, or maybe even he should make up his mind to give the paper away with a half-pound of tea - you'll just hold him until I get back, won't you?",
      "wordCount": 45
    },
    {
      "id": 311,
      "index": 311,
      "character": "LELAND",
      "gender": "Male",
      "line": "I'm not guaranteeing a thing, Mr. Bernstein. You people work too fast for me! Talk about new brooms!",
      "wordCount": 18
    },
    {
      "id": 312,
      "index": 312,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Who said anything about brooms?",
      "wordCount": 5
    },
    {
      "id": 313,
      "index": 313,
      "character": "KANE",
      "gender": "Male",
      "line": "It's a saying, Mr. Bernstein. A new broom sweeps clean.",
      "wordCount": 10
    },
    {
      "id": 314,
      "index": 314,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Oh!",
      "wordCount": 1
    },
    {
      "id": 315,
      "index": 315,
      "character": "SMATHERS",
      "gender": "NA",
      "line": "But it's impossible, Mr. Kane. We can't remake these pages.",
      "wordCount": 10
    },
    {
      "id": 316,
      "index": 316,
      "character": "KANE",
      "gender": "Male",
      "line": "These pages aren't made up as I want them, Mr. Smathers. We go to press in five minutes.",
      "wordCount": 18
    },
    {
      "id": 317,
      "index": 317,
      "character": "CARTER",
      "gender": "Male",
      "line": "The \"Enquirer\" has an old and honored tradition, Mr. Kane... The \"Enquirer\" is not in competition with those other rags.",
      "wordCount": 20
    },
    {
      "id": 318,
      "index": 318,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "We should be publishing such rags, that's all I wish. Why, the \"Enquirer\" - I wouldn't wrap up the liver for the cat in the \"Enquirer\" -",
      "wordCount": 27
    },
    {
      "id": 319,
      "index": 319,
      "character": "CARTER",
      "gender": "Male",
      "line": "Mr. Kane, I must ask you to see to it that this - this person learns to control his tongue.",
      "wordCount": 20
    },
    {
      "id": 320,
      "index": 320,
      "character": "CARTER",
      "gender": "Male",
      "line": "I've been a newspaperman my whole life and I don't intend - - if it's your intention that I should continue to be harassed by this - this - I warn you, Mr. Kane, it would go against my grain to desert you when you need me so badly - but I would feel obliged to ask that my resignation be accepted.",
      "wordCount": 62
    },
    {
      "id": 321,
      "index": 321,
      "character": "KANE",
      "gender": "Male",
      "line": "It is accepted, Mr. Carter, with assurances of my deepest regard.",
      "wordCount": 11
    },
    {
      "id": 322,
      "index": 322,
      "character": "CARTER",
      "gender": "Male",
      "line": "But Mr. Kane, I meant -",
      "wordCount": 6
    },
    {
      "id": 323,
      "index": 323,
      "character": "KANE",
      "gender": "Male",
      "line": "Let's remake these pages, Mr. Smathers. We'll have to publish a half hour late, that's all.",
      "wordCount": 16
    },
    {
      "id": 324,
      "index": 324,
      "character": "SMATHERS",
      "gender": "NA",
      "line": "We can't remake them, Mr. Kane. We go to press in five minutes.",
      "wordCount": 13
    },
    {
      "id": 325,
      "index": 325,
      "character": "KANE",
      "gender": "Male",
      "line": "You can remake them now, can't you, Mr. Smathers?",
      "wordCount": 9
    },
    {
      "id": 326,
      "index": 326,
      "character": "KANE",
      "gender": "Male",
      "line": "After the types 've been reset and the pages have been remade according to the way I told you before, Mr. Smathers, kindly have proofs pulled and bring them to me. Then, if I can't find any way to improve them again - - I suppose we'll have to go to press.",
      "wordCount": 52
    },
    {
      "id": 327,
      "index": 327,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "In case you don't understand, Mr. Smathers - he's a new broom.",
      "wordCount": 12
    },
    {
      "id": 328,
      "index": 328,
      "character": "NEWSBOYS' VOICES",
      "gender": "NA",
      "line": "CHRONICLE! CHRONICLE! H'YA - THE CHRONICLE - GET YA! CHRONICLE!",
      "wordCount": 10
    },
    {
      "id": 329,
      "index": 329,
      "character": "LELAND",
      "gender": "Male",
      "line": "We'll be on the street soon, Charlie - another ten minutes.",
      "wordCount": 11
    },
    {
      "id": 330,
      "index": 330,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "It's three hours and fifty minutes late - but we did it -",
      "wordCount": 13
    },
    {
      "id": 331,
      "index": 331,
      "character": "KANE",
      "gender": "Male",
      "line": "Tired?",
      "wordCount": 1
    },
    {
      "id": 332,
      "index": 332,
      "character": "LELAND",
      "gender": "Male",
      "line": "It's been a tough day.",
      "wordCount": 5
    },
    {
      "id": 333,
      "index": 333,
      "character": "KANE",
      "gender": "Male",
      "line": "A wasted day.",
      "wordCount": 3
    },
    {
      "id": 334,
      "index": 334,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Wasted?",
      "wordCount": 1
    },
    {
      "id": 335,
      "index": 335,
      "character": "LELAND",
      "gender": "Male",
      "line": "Charlie?!",
      "wordCount": 1
    },
    {
      "id": 336,
      "index": 336,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "You just made the paper over four times today, Mr. Kane. That's all -",
      "wordCount": 14
    },
    {
      "id": 337,
      "index": 337,
      "character": "KANE",
      "gender": "Male",
      "line": "I've changed the front page a little, Mr. Bernstein. That's not enough - There's something I've got to get into this paper besides pictures and print - I've got to make the \"New York Enquirer\" as important to New York as the gas in that light.",
      "wordCount": 46
    },
    {
      "id": 338,
      "index": 338,
      "character": "LELAND",
      "gender": "Male",
      "line": "What're you going to do, Charlie?",
      "wordCount": 6
    },
    {
      "id": 339,
      "index": 339,
      "character": "KANE",
      "gender": "Male",
      "line": "My Declaration of Principles - Don't smile, Brad - Take dictation, Mr. Bernstein -",
      "wordCount": 14
    },
    {
      "id": 340,
      "index": 340,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Can't take shorthand, Mr. Kane -",
      "wordCount": 6
    },
    {
      "id": 341,
      "index": 341,
      "character": "KANE",
      "gender": "Male",
      "line": "I'll write it myself.",
      "wordCount": 4
    },
    {
      "id": 342,
      "index": 342,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "You don't wanta make any promises, Mr. Kane, you don't wanta keep.",
      "wordCount": 12
    },
    {
      "id": 343,
      "index": 343,
      "character": "KANE",
      "gender": "Male",
      "line": "These'll be kept. I'll provide the people of this city with a daily paper that will tell all the news honestly. will also provide them -",
      "wordCount": 26
    },
    {
      "id": 344,
      "index": 344,
      "character": "LELAND",
      "gender": "Male",
      "line": "That's the second sentence you've started with \"I\" -",
      "wordCount": 9
    },
    {
      "id": 345,
      "index": 345,
      "character": "KANE",
      "gender": "Male",
      "line": "People are going to know who's responsible. And they're going to get the news - the true news - quickly and simply and entertainingly. And no special interests will be allowed to interfere with the truth of that news.",
      "wordCount": 39
    },
    {
      "id": 346,
      "index": 346,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Sixty-two thousand -",
      "wordCount": 3
    },
    {
      "id": 347,
      "index": 347,
      "character": "LELAND",
      "gender": "Male",
      "line": "That looks pretty nice.",
      "wordCount": 4
    },
    {
      "id": 348,
      "index": 348,
      "character": "KANE",
      "gender": "Male",
      "line": "Let's hope they like it there.",
      "wordCount": 6
    },
    {
      "id": 349,
      "index": 349,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "From the Chronicle Building that sign is the biggest thing you can see - every floor guaranteed - let's hope it bothers them - it cost us enough.",
      "wordCount": 28
    },
    {
      "id": 350,
      "index": 350,
      "character": "KANE",
      "gender": "Male",
      "line": "Look at that.",
      "wordCount": 3
    },
    {
      "id": 351,
      "index": 351,
      "character": "LELAND",
      "gender": "Male",
      "line": "The \"Chronicle\" is a good newspaper.",
      "wordCount": 6
    },
    {
      "id": 352,
      "index": 352,
      "character": "KANE",
      "gender": "Male",
      "line": "It's a good idea for a newspaper. Four hundred sixy thousand.",
      "wordCount": 11
    },
    {
      "id": 353,
      "index": 353,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Say, with them fellows - - it's no trick to get circulation.",
      "wordCount": 12
    },
    {
      "id": 354,
      "index": 354,
      "character": "KANE",
      "gender": "Male",
      "line": "You're right, Mr. Bernstein.",
      "wordCount": 4
    },
    {
      "id": 355,
      "index": 355,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "You know how long it took the \"Chronicle\" to get that staff together? Twenty years.",
      "wordCount": 15
    },
    {
      "id": 356,
      "index": 356,
      "character": "KANE",
      "gender": "Male",
      "line": "I know.",
      "wordCount": 2
    },
    {
      "id": 357,
      "index": 357,
      "character": "PHOTOGRAPHER",
      "gender": "NA",
      "line": "That's all. Thank you.",
      "wordCount": 4
    },
    {
      "id": 358,
      "index": 358,
      "character": "KANE",
      "gender": "Male",
      "line": "Make up an extra copy and mail it to the \"Chronicle.\"",
      "wordCount": 11
    },
    {
      "id": 359,
      "index": 359,
      "character": "KANE",
      "gender": "Male",
      "line": "Gentlemen of the \"Enquirer\"! This has, I think, been a fitting welcome to those distinguished journalists - Mr. Reilly in particular - who are the latest additions to our ranks. It will make them happy to learn that the \"Enquirer's\" circulation this morning passed the two hundred thousand mark.",
      "wordCount": 49
    },
    {
      "id": 360,
      "index": 360,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Two hundred and one thousand, six hundred and forty-seven.",
      "wordCount": 9
    },
    {
      "id": 361,
      "index": 361,
      "character": "KANE",
      "gender": "Male",
      "line": "All of you - new and old - You're all getting the best salaries in town. Not one of you has been hired because of his loyalty. It's your talent I'm interested in. That talent that's going to make the \"Enquirer\" the kind of paper I want - the best newspaper in the world!",
      "wordCount": 54
    },
    {
      "id": 362,
      "index": 362,
      "character": "KANE",
      "gender": "Male",
      "line": "However, I think you'll agree we've heard enough about newspapers and the newspaper business for one night. There are other subjects in the world.",
      "wordCount": 24
    },
    {
      "id": 363,
      "index": 363,
      "character": "THE OFFICIAL",
      "gender": "NA",
      "line": "There you are, Mr. Kane. Everything in order.",
      "wordCount": 8
    },
    {
      "id": 364,
      "index": 364,
      "character": "KANE",
      "gender": "Male",
      "line": "Thank you.",
      "wordCount": 2
    },
    {
      "id": 365,
      "index": 365,
      "character": "THE OFFICIAL",
      "gender": "NA",
      "line": "Have a good rest, Mr. Kane.",
      "wordCount": 6
    },
    {
      "id": 366,
      "index": 366,
      "character": "KANE",
      "gender": "Male",
      "line": "Thanks.",
      "wordCount": 1
    },
    {
      "id": 367,
      "index": 367,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "But please, Mr. Kane, don't buy any more paintings. Nine Venuses already we got, twenty-six Virgins - two whole warehouses full of stuff -",
      "wordCount": 24
    },
    {
      "id": 368,
      "index": 368,
      "character": "KANE",
      "gender": "Male",
      "line": "I promise not to bring any more Venuses and not to worry - and not to try to get in touch with any of the papers -",
      "wordCount": 27
    },
    {
      "id": 369,
      "index": 369,
      "character": "STEWARD'S VOICE",
      "gender": "NA",
      "line": "All ashore!",
      "wordCount": 2
    },
    {
      "id": 370,
      "index": 370,
      "character": "KANE",
      "gender": "Male",
      "line": "- and to forget about the new feature sections - and not to try to think up and ideas for comic sections.",
      "wordCount": 22
    },
    {
      "id": 371,
      "index": 371,
      "character": "STEWARD'S VOICE",
      "gender": "NA",
      "line": "All ashore that's going ashore!",
      "wordCount": 5
    },
    {
      "id": 372,
      "index": 372,
      "character": "KANE",
      "gender": "Male",
      "line": "Goodbye, gents! Hey!",
      "wordCount": 3
    },
    {
      "id": 373,
      "index": 373,
      "character": "KANE",
      "gender": "Male",
      "line": "You don't expect me to keep any of those promises, do you?",
      "wordCount": 12
    },
    {
      "id": 374,
      "index": 374,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Do you, Mr. Leland?",
      "wordCount": 4
    },
    {
      "id": 375,
      "index": 375,
      "character": "LELAND",
      "gender": "Male",
      "line": "Certainly not.",
      "wordCount": 2
    },
    {
      "id": 376,
      "index": 376,
      "character": "KANE",
      "gender": "Male",
      "line": "Ask them to sit down, Mr. Bernstein.",
      "wordCount": 7
    },
    {
      "id": 377,
      "index": 377,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Sit down, everybody - for heaven's sake!",
      "wordCount": 7
    },
    {
      "id": 378,
      "index": 378,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "So then, tonight, we go over everything thoroughly, eh? Especially the new papers -",
      "wordCount": 14
    },
    {
      "id": 379,
      "index": 379,
      "character": "KANE",
      "gender": "Male",
      "line": "We certainly do. Vacation's over - starting right after dinner. But right now - that lady over there - - that's the new society editor, I take it? You think I could interrupt her a moment, Mr. Bernstein?",
      "wordCount": 38
    },
    {
      "id": 380,
      "index": 380,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Huh? Oh, I forgot - you've been away so long I forgot about your joking -",
      "wordCount": 16
    },
    {
      "id": 381,
      "index": 381,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Miss Townsend -",
      "wordCount": 3
    },
    {
      "id": 382,
      "index": 382,
      "character": "MISS TOWNSEND",
      "gender": "NA",
      "line": "Good afternoon, Mr. Bernstein.",
      "wordCount": 4
    },
    {
      "id": 383,
      "index": 383,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "This is Mr. Kane, Miss Townsend.",
      "wordCount": 6
    },
    {
      "id": 384,
      "index": 384,
      "character": "KANE",
      "gender": "Male",
      "line": "Miss Townsend -",
      "wordCount": 3
    },
    {
      "id": 385,
      "index": 385,
      "character": "KANE",
      "gender": "Male",
      "line": "I've been away for several months, and I don't know exactly how these things are handled now. But one thing I wanted to be sure of is that you won't treat this little announcement any differently than you would any other similar announcement.",
      "wordCount": 43
    },
    {
      "id": 386,
      "index": 386,
      "character": "KANE",
      "gender": "Male",
      "line": "Read it, Miss Townsend. And remember - just the regular treatment! See you at nine o'clock, Mr. Bernstein!",
      "wordCount": 18
    },
    {
      "id": 387,
      "index": 387,
      "character": "MISS TOWNSEND",
      "gender": "NA",
      "line": "Mr. and Mrs. Thomas Moore Norton announce the engagement of their daughter, Emily Monroe Norton, to Mr. Charles Foster Kane.",
      "wordCount": 20
    },
    {
      "id": 388,
      "index": 388,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Mr. and Mrs. Thomas Moore Norton announce -",
      "wordCount": 8
    },
    {
      "id": 389,
      "index": 389,
      "character": "MISS TOWNSEND",
      "gender": "NA",
      "line": "She's - she's the niece of - of the President of the United States -",
      "wordCount": 15
    },
    {
      "id": 390,
      "index": 390,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "know. Come on, Miss Townsend - From the window, maybe we can get a look.",
      "wordCount": 15
    },
    {
      "id": 391,
      "index": 391,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "A girl like that, believe me, she's lucky! Presiden't niece, huh! Say, before he's through, she'll be a Presiden't wife.",
      "wordCount": 20
    },
    {
      "id": 392,
      "index": 392,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "The way things turned out, I don't need to tell you - Miss Emily Norton was no rosebud!",
      "wordCount": 18
    },
    {
      "id": 393,
      "index": 393,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "It didn't end very well, did it?",
      "wordCount": 7
    },
    {
      "id": 394,
      "index": 394,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "It ended - Then there was Susie - that ended, too. guess he didn't make her very happy -",
      "wordCount": 19
    },
    {
      "id": 395,
      "index": 395,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Yes -",
      "wordCount": 2
    },
    {
      "id": 396,
      "index": 396,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Maybe that was something he lost. Mr. Kane was a man that lost - almost everything he had - You ought to talk to Bradford Leland. He could tell you a lot. I wish I could tell you where Leland is, but I don't know myself. He may be out of town somewhere - he may be dead.",
      "wordCount": 58
    },
    {
      "id": 397,
      "index": 397,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "In case you'd like to know, Mr. Bernstein, he's at the Huntington Memorial Hospital on 180th Street.",
      "wordCount": 17
    },
    {
      "id": 398,
      "index": 398,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "You don't say! Why I had no idea -",
      "wordCount": 9
    },
    {
      "id": 399,
      "index": 399,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Nothing particular the matter with him, they tell me. Just -",
      "wordCount": 11
    },
    {
      "id": 400,
      "index": 400,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Just old age. It's the only disease, Mr. Thompson, you don't look forward to being cured of. You ought to see Mr. Leland. There's a whole lot of things he could tell you - if he wanted to.",
      "wordCount": 38
    },
    {
      "id": 401,
      "index": 401,
      "character": "LELAND'S VOICE",
      "gender": "NA",
      "line": "When you get to my age, young man, you don't miss anything. Unless maybe it's a good drink of bourbon. Even that doesn't make much difference, if you remember there hasn't been any good bourbon in this country for twenty years.",
      "wordCount": 41
    },
    {
      "id": 402,
      "index": 402,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Mr. Leland, you were -",
      "wordCount": 5
    },
    {
      "id": 403,
      "index": 403,
      "character": "LELAND",
      "gender": "Male",
      "line": "You don't happen to have a cigar, do you? I've got a young physician - must remember to ask to see his license - the odds are a hundred to one he hasn't got one - who thinks I'm going to stop smoking... I changed the subject, didn't I? Dear, dear! What a disagreeable old man I've become. You want to know what I think of Charlie Kane? Well - I suppose he has some private sort of greatness. But he kept it to himself. He never - gave himself away - He never gave anything away. He just - left you a tip. He had a generous mind. I don't suppose anybody ever had so many opinions. That was because he had the power to express them, and Charlie lived on power and the excitement of using it - But he didn't believe in anything except Charlie Kane. He never had a conviction in his life. I guess he died without one - That must have been pretty unpleasant. Of course, a lot of us check out with no special conviction about death. But we do know what we're leaving ... we believe in something. You're absolutely sure you haven't got a cigar?",
      "wordCount": 204
    },
    {
      "id": 404,
      "index": 404,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Sorry, Mr. Leland.",
      "wordCount": 3
    },
    {
      "id": 405,
      "index": 405,
      "character": "LELAND",
      "gender": "Male",
      "line": "Never mind - Bernstein told you about the first days at the office, didn't he? Well, Charlie was a bad newspaper man even then. He entertained his readers, but he never told them the truth.",
      "wordCount": 35
    },
    {
      "id": 406,
      "index": 406,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Maybe you could remember something that -",
      "wordCount": 7
    },
    {
      "id": 407,
      "index": 407,
      "character": "LELAND",
      "gender": "Male",
      "line": "I can remember everything. That's my curse, young man. It's the greatest curse that's ever been inflicted on the human race. Memory - I was his oldest friend. As far as I was concerned, he behaved like swine. Maybe I wasnt' his friend. If I wasn't, he never had one. Maybe I was what nowadays you call a stooge -",
      "wordCount": 60
    },
    {
      "id": 408,
      "index": 408,
      "character": "KANE'S VOICE",
      "gender": "NA",
      "line": "Not one of you has been hired because of his loyalty. It's your talent I'm interested in. That talent that's going to make the \"Enquirer\" the kind of paper I want - the best newspaper in the world!",
      "wordCount": 38
    },
    {
      "id": 409,
      "index": 409,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Isn't it wonderful? Such a party!",
      "wordCount": 6
    },
    {
      "id": 410,
      "index": 410,
      "character": "LELAND",
      "gender": "Male",
      "line": "Yes.",
      "wordCount": 1
    },
    {
      "id": 411,
      "index": 411,
      "character": "KANE'S VOICE",
      "gender": "NA",
      "line": "However, I think you'll agree we've heard enough about newspapers and the newspaper business for one night.",
      "wordCount": 17
    },
    {
      "id": 412,
      "index": 412,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "What's the matter?",
      "wordCount": 3
    },
    {
      "id": 413,
      "index": 413,
      "character": "LELAND",
      "gender": "Male",
      "line": "Mr. Bernstein, these men who are now with the \"Enquirer\" - who were with the \"Chronicle\" until yesterday - weren't they just as devoted to the \"Chronicle\" kind of paper as they are now to - our kind of paper?",
      "wordCount": 40
    },
    {
      "id": 414,
      "index": 414,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Sure. They're like anybody else. They got work to do. They do it. Only they happen to be the best men in the business.",
      "wordCount": 24
    },
    {
      "id": 415,
      "index": 415,
      "character": "KANE",
      "gender": "Male",
      "line": "There are other subjects in the world -",
      "wordCount": 8
    },
    {
      "id": 416,
      "index": 416,
      "character": "LELAND",
      "gender": "Male",
      "line": "Do we stand for the same things that the \"Chronicle\" stands for, Mr. Bernstein?",
      "wordCount": 14
    },
    {
      "id": 417,
      "index": 417,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Certainly not. So what's that got to do with it? Mr. Kane, he'll have them changed to his kind of newspapermen in a week.",
      "wordCount": 24
    },
    {
      "id": 418,
      "index": 418,
      "character": "LELAND",
      "gender": "Male",
      "line": "Probably. There's always a chance, of course, that they'll change Mr. Kane - without his knowing it.",
      "wordCount": 17
    },
    {
      "id": 419,
      "index": 419,
      "character": "KANE",
      "gender": "Male",
      "line": "Well, gentlemen, are we going to war?",
      "wordCount": 7
    },
    {
      "id": 420,
      "index": 420,
      "character": "LELAND",
      "gender": "Male",
      "line": "Our readers are, anyway, I don't know about the rest of the country.",
      "wordCount": 13
    },
    {
      "id": 421,
      "index": 421,
      "character": "KANE",
      "gender": "Male",
      "line": "It'll be our first foreign war in fifty years, Brad. We'll cover it the way the \"Hickville Gazette\" covers the church social! The names of everybody there; what they wore; what they ate; who won the prizes; who gave the prizes - I tell you, Brad, I envy you. By Bradford Leland, the \"Enquirer's\" Special Correspondent at the Front. I'm almost tempted -",
      "wordCount": 63
    },
    {
      "id": 422,
      "index": 422,
      "character": "LELAND",
      "gender": "Male",
      "line": "But there is no Front, Charlie. There's a very doubtful civil war. Besides, I don't want the job.",
      "wordCount": 18
    },
    {
      "id": 423,
      "index": 423,
      "character": "KANE",
      "gender": "Male",
      "line": "All right, Brad, all right - you don't have to be a war correspondent unless you want to - I'd want to. Hello, Georgie.",
      "wordCount": 24
    },
    {
      "id": 424,
      "index": 424,
      "character": "GEORGIE",
      "gender": "NA",
      "line": "Is everything the way you want it, dear?",
      "wordCount": 8
    },
    {
      "id": 425,
      "index": 425,
      "character": "KANE",
      "gender": "Male",
      "line": "If everybody's having fun, that's the way I want it.",
      "wordCount": 10
    },
    {
      "id": 426,
      "index": 426,
      "character": "GEORGIE",
      "gender": "NA",
      "line": "I've got some other little girls coming over -",
      "wordCount": 9
    },
    {
      "id": 427,
      "index": 427,
      "character": "LELAND",
      "gender": "Male",
      "line": "Charles, I tell you there is no war! There's a condition that should be remedied - but between that and a -",
      "wordCount": 22
    },
    {
      "id": 428,
      "index": 428,
      "character": "KANE",
      "gender": "Male",
      "line": "How would the \"Enquirer\" look with no news about this non-existent war - with Benton, Pulitzer and Heart devoting twenty columns a day to it?",
      "wordCount": 25
    },
    {
      "id": 429,
      "index": 429,
      "character": "LELAND",
      "gender": "Male",
      "line": "They do it only because you do!",
      "wordCount": 7
    },
    {
      "id": 430,
      "index": 430,
      "character": "KANE",
      "gender": "Male",
      "line": "And I do it because they do it, and they do it - it's a vicious circle, isn't it? I'm going over to Georgie's, Brad - you know, Georgie, don't you?",
      "wordCount": 31
    },
    {
      "id": 431,
      "index": 431,
      "character": "GEORGIE",
      "gender": "NA",
      "line": "Glad to meet you, Brad.",
      "wordCount": 5
    },
    {
      "id": 432,
      "index": 432,
      "character": "KANE",
      "gender": "Male",
      "line": "I told you about Brad, Georgie. He needs to relax.",
      "wordCount": 10
    },
    {
      "id": 433,
      "index": 433,
      "character": "KANE",
      "gender": "Male",
      "line": "Some ships with wonderful wines have managed to slip through the enemy fleet that's blockading New York harbor - Georgie knows a young lady whom I'm sure you'd adore - wouldn't he, Georgie? Why only the other evening I said to myself, if Brad were only here to adore this young lady - this - What's her name again?",
      "wordCount": 59
    },
    {
      "id": 434,
      "index": 434,
      "character": "GEORGIE",
      "gender": "NA",
      "line": "Ethel - this gentlemen has been very anxious to meet you - This is Ethel.",
      "wordCount": 15
    },
    {
      "id": 435,
      "index": 435,
      "character": "ETHEL",
      "gender": "NA",
      "line": "Hello, Mr. Leland.",
      "wordCount": 3
    },
    {
      "id": 436,
      "index": 436,
      "character": "ONE OF THE GIRLS",
      "gender": "NA",
      "line": "Charlie! Play the song about you.",
      "wordCount": 6
    },
    {
      "id": 437,
      "index": 437,
      "character": "ANOTHER GIRL",
      "gender": "NA",
      "line": "Is there a song about Charlie?",
      "wordCount": 6
    },
    {
      "id": 438,
      "index": 438,
      "character": "KANE",
      "gender": "Male",
      "line": "Say, Brad. I've got an idea.",
      "wordCount": 6
    },
    {
      "id": 439,
      "index": 439,
      "character": "LELAND",
      "gender": "Male",
      "line": "Yes?",
      "wordCount": 1
    },
    {
      "id": 440,
      "index": 440,
      "character": "KANE",
      "gender": "Male",
      "line": "I mean I've got a job for you.",
      "wordCount": 8
    },
    {
      "id": 441,
      "index": 441,
      "character": "LELAND",
      "gender": "Male",
      "line": "Good.",
      "wordCount": 1
    },
    {
      "id": 442,
      "index": 442,
      "character": "KANE",
      "gender": "Male",
      "line": "You don't want to be a war correspondent - how about being a dramatic critic?",
      "wordCount": 15
    },
    {
      "id": 443,
      "index": 443,
      "character": "LELAND",
      "gender": "Male",
      "line": "I'd like that.",
      "wordCount": 3
    },
    {
      "id": 444,
      "index": 444,
      "character": "KANE",
      "gender": "Male",
      "line": "You start tomorrow night. Richard Carl in \"The Spring Chicken.\" I'll get us some girls. You get tickets. A drama critic gets them free, you know. Rector's at seven?",
      "wordCount": 29
    },
    {
      "id": 445,
      "index": 445,
      "character": "LELAND",
      "gender": "Male",
      "line": "Charlie -",
      "wordCount": 2
    },
    {
      "id": 446,
      "index": 446,
      "character": "KANE",
      "gender": "Male",
      "line": "Yes?",
      "wordCount": 1
    },
    {
      "id": 447,
      "index": 447,
      "character": "LELAND",
      "gender": "Male",
      "line": "It doesn't make any difference about me, but one of these days you're going to find out that all this charm of yours won't be enough -",
      "wordCount": 27
    },
    {
      "id": 448,
      "index": 448,
      "character": "KANE",
      "gender": "Male",
      "line": "You're wrong. It does make a difference to you - Rector's, Brad? Come to think of it, I don't blame you for not wanting to be a war correspondent. You won't miss anything. It isn't much of a war. Besides, they tell me there isn't a decent restaurant on the whole island.",
      "wordCount": 52
    },
    {
      "id": 449,
      "index": 449,
      "character": "KANE",
      "gender": "Male",
      "line": "You don't expect me to keep any of those promises, do you?",
      "wordCount": 12
    },
    {
      "id": 450,
      "index": 450,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Do you, Mr. Leland?",
      "wordCount": 4
    },
    {
      "id": 451,
      "index": 451,
      "character": "LELAND",
      "gender": "Male",
      "line": "Certainly not.",
      "wordCount": 2
    },
    {
      "id": 452,
      "index": 452,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Mr. Leland, why didn't you go to Europe with him? He wanted you to. He said to me just yesterday -",
      "wordCount": 21
    },
    {
      "id": 453,
      "index": 453,
      "character": "LELAND",
      "gender": "Male",
      "line": "I wanted him to have fun - and with me along -",
      "wordCount": 12
    },
    {
      "id": 454,
      "index": 454,
      "character": "LELAND",
      "gender": "Male",
      "line": "Mr. Bernstein, I wish you'd let me ask you a few questions, and answer me truthfully.",
      "wordCount": 16
    },
    {
      "id": 455,
      "index": 455,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Don't I always? Most of the time?",
      "wordCount": 7
    },
    {
      "id": 456,
      "index": 456,
      "character": "LELAND",
      "gender": "Male",
      "line": "Mr. Bernstein, am I a stuffed shirt? Am I a horse-faced hypocrite? Am I a New England school-marm?",
      "wordCount": 18
    },
    {
      "id": 457,
      "index": 457,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Yes.",
      "wordCount": 1
    },
    {
      "id": 458,
      "index": 458,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "If you thought I'd answer different from what Mr. Kane tells you - well, I wouldn't.",
      "wordCount": 16
    },
    {
      "id": 459,
      "index": 459,
      "character": "LELAND",
      "gender": "Male",
      "line": "You're in a conspiracy against me, you two. You always have been.",
      "wordCount": 12
    },
    {
      "id": 460,
      "index": 460,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Against me there should be such a conspiracy some time!",
      "wordCount": 10
    },
    {
      "id": 461,
      "index": 461,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Well, he'll be coming back in September. The Majestic. I got the reservations. It gets in on the ninth.",
      "wordCount": 19
    },
    {
      "id": 462,
      "index": 462,
      "character": "LELAND",
      "gender": "Male",
      "line": "September the ninth?",
      "wordCount": 3
    },
    {
      "id": 463,
      "index": 463,
      "character": "LELAND",
      "gender": "Male",
      "line": "I used to go to dancing school with her.",
      "wordCount": 9
    },
    {
      "id": 464,
      "index": 464,
      "character": "LELAND",
      "gender": "Male",
      "line": "What's this?",
      "wordCount": 2
    },
    {
      "id": 465,
      "index": 465,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "It's a letter from her lawyers.",
      "wordCount": 6
    },
    {
      "id": 466,
      "index": 466,
      "character": "LELAND",
      "gender": "Male",
      "line": "David, Grobleski & Davis - My dear Rawlston -",
      "wordCount": 9
    },
    {
      "id": 467,
      "index": 467,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Rawlston is my boss.",
      "wordCount": 4
    },
    {
      "id": 468,
      "index": 468,
      "character": "LELAND",
      "gender": "Male",
      "line": "Oh, yes. I know about Mr. Rawlston.",
      "wordCount": 7
    },
    {
      "id": 469,
      "index": 469,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "He knows the first Mrs. Kane socially - That's the answer we got.",
      "wordCount": 13
    },
    {
      "id": 470,
      "index": 470,
      "character": "LELAND",
      "gender": "Male",
      "line": "I am in receipt of your favor of yesterday. I beg you to do me the courtesy of accepting my assurance that Mrs. Whitehall cannot be induced to contribute any more information on the career of Charles Foster Kane.",
      "wordCount": 39
    },
    {
      "id": 471,
      "index": 471,
      "character": "LELAND",
      "gender": "Male",
      "line": "Brief marriage! Ten years!",
      "wordCount": 4
    },
    {
      "id": 472,
      "index": 472,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Was he in love?",
      "wordCount": 4
    },
    {
      "id": 473,
      "index": 473,
      "character": "LELAND",
      "gender": "Male",
      "line": "He married for love - That's why he did everything. That's why he went into politics. It seems we weren't enough. He wanted all the voters to love him, too. All he really wanted out of life was love. That's Charlie's story - it's the story of how he lost it. You see, he just didn't have any to give. He loved Charlie Kane, of course, very dearly - and his mother, I guess he always loved her. As for Emily - well, all I can tell you is Emily's story as she told it to me, which probably isn't fair - there's supposed to be two sides to every story - and I guess there are. I guess there's more than two sides -",
      "wordCount": 125
    },
    {
      "id": 474,
      "index": 474,
      "character": "THE PRESIDENT",
      "gender": "NA",
      "line": "It is the unanimous opinion of my Cabinent - in which I concur - that the proposed leases are in the best interests of the Governement and the people. You are not, I hope, suggesting that these interests are not indentical?",
      "wordCount": 41
    },
    {
      "id": 475,
      "index": 475,
      "character": "KANE",
      "gender": "Male",
      "line": "I'm not suggesting anything, Mr. President! I've come here to tell you that, unless some action is taken promptly - and you are the only one who can take it - the oil that is the property of the people of this country will be turned over for a song to a gang of high- pressure crooks!",
      "wordCount": 57
    },
    {
      "id": 476,
      "index": 476,
      "character": "THE PRESIDENT",
      "gender": "NA",
      "line": "I must refuse to allow you to continue in this vein, Mr. Kane.",
      "wordCount": 13
    },
    {
      "id": 477,
      "index": 477,
      "character": "KANE",
      "gender": "Male",
      "line": "It's the only vein I know. I tell the facts the way I see them. And any man that knows that facts -",
      "wordCount": 23
    },
    {
      "id": 478,
      "index": 478,
      "character": "THE PRESIDENT",
      "gender": "NA",
      "line": "I know the facts, Mr. Kane. And I happen to have the incredible insolence to differ with you as to what they mean. You're a man of great talents, Mr. Kane.",
      "wordCount": 31
    },
    {
      "id": 479,
      "index": 479,
      "character": "KANE",
      "gender": "Male",
      "line": "Thanks.",
      "wordCount": 1
    },
    {
      "id": 480,
      "index": 480,
      "character": "THE PRESIDENT",
      "gender": "NA",
      "line": "I understand that you have political ambitions. Unfortunately, you seem incapable of allowing any other opinion but your own -",
      "wordCount": 20
    },
    {
      "id": 481,
      "index": 481,
      "character": "KANE",
      "gender": "Male",
      "line": "I'm much obliged, Mr. President, for your concern about me. However, I happen to be concerned at this moment with the matter of extensive oil lands belonging to the people of the United States, and I say that if this lease goes through, the property of the people of the United States goes into the hands of -",
      "wordCount": 58
    },
    {
      "id": 482,
      "index": 482,
      "character": "THE PRESIDENT",
      "gender": "NA",
      "line": "You've made your point perfectly clear, Mr. Kane. Good day.",
      "wordCount": 10
    },
    {
      "id": 483,
      "index": 483,
      "character": "KANE",
      "gender": "Male",
      "line": "Mr. President.",
      "wordCount": 2
    },
    {
      "id": 484,
      "index": 484,
      "character": "FOREMAN",
      "gender": "NA",
      "line": "How about it, Mr. Kane?",
      "wordCount": 5
    },
    {
      "id": 485,
      "index": 485,
      "character": "KANE",
      "gender": "Male",
      "line": "All right. Let her slide!",
      "wordCount": 5
    },
    {
      "id": 486,
      "index": 486,
      "character": "REILLY",
      "gender": "NA",
      "line": "Looks bad for us, Mr. Kane. How shall we handle it?",
      "wordCount": 11
    },
    {
      "id": 487,
      "index": 487,
      "character": "KANE",
      "gender": "Male",
      "line": "It's a news story! Get it on the street!",
      "wordCount": 9
    },
    {
      "id": 488,
      "index": 488,
      "character": "KANE",
      "gender": "Male",
      "line": "Take dictation - Front page editorial - \"This afternoon a great man was assassinated. He was the President of the United States -\"",
      "wordCount": 23
    },
    {
      "id": 489,
      "index": 489,
      "character": "LELAND",
      "gender": "Male",
      "line": "Charlie -",
      "wordCount": 2
    },
    {
      "id": 490,
      "index": 490,
      "character": "KANE",
      "gender": "Male",
      "line": "Yes?",
      "wordCount": 1
    },
    {
      "id": 491,
      "index": 491,
      "character": "LELAND",
      "gender": "Male",
      "line": "Do you think you're the one who should call him a great man?",
      "wordCount": 13
    },
    {
      "id": 492,
      "index": 492,
      "character": "KANE",
      "gender": "Male",
      "line": "Why not?",
      "wordCount": 2
    },
    {
      "id": 493,
      "index": 493,
      "character": "LELAND",
      "gender": "Male",
      "line": "Why not? Well - nobody's a great man in your estimation until he's dead.",
      "wordCount": 14
    },
    {
      "id": 494,
      "index": 494,
      "character": "REILLY",
      "gender": "NA",
      "line": "Maybe we'd better wait for more word on the President's condition.",
      "wordCount": 11
    },
    {
      "id": 495,
      "index": 495,
      "character": "KANE",
      "gender": "Male",
      "line": "What do you mean by that?",
      "wordCount": 6
    },
    {
      "id": 496,
      "index": 496,
      "character": "LELAND",
      "gender": "Male",
      "line": "Competition.",
      "wordCount": 1
    },
    {
      "id": 497,
      "index": 497,
      "character": "REILLY",
      "gender": "NA",
      "line": "He may recover -",
      "wordCount": 4
    },
    {
      "id": 498,
      "index": 498,
      "character": "KANE",
      "gender": "Male",
      "line": "What do you mean by that?",
      "wordCount": 6
    },
    {
      "id": 499,
      "index": 499,
      "character": "LELAND",
      "gender": "Male",
      "line": "Yesterday morning you called the President a traitor. What do you think that crowd is doing down there? They think you murdered him.",
      "wordCount": 23
    },
    {
      "id": 500,
      "index": 500,
      "character": "KANE",
      "gender": "Male",
      "line": "Because the crackpot who did it had a copy of the \"Enquirer\" in his pocket?",
      "wordCount": 15
    },
    {
      "id": 501,
      "index": 501,
      "character": "LELAND",
      "gender": "Male",
      "line": "- and that copy of the \"Enquirer\" said the President should be killed.",
      "wordCount": 13
    },
    {
      "id": 502,
      "index": 502,
      "character": "KANE",
      "gender": "Male",
      "line": "I said treason was a capital offense punishable by death -",
      "wordCount": 11
    },
    {
      "id": 503,
      "index": 503,
      "character": "LELAND",
      "gender": "Male",
      "line": "You've said a lot of things about the President in the last few months.",
      "wordCount": 14
    },
    {
      "id": 504,
      "index": 504,
      "character": "KANE",
      "gender": "Male",
      "line": "They're true! Everything I said! Witholding that veto was treason!",
      "wordCount": 10
    },
    {
      "id": 505,
      "index": 505,
      "character": "LELAND",
      "gender": "Male",
      "line": "Charlie!",
      "wordCount": 1
    },
    {
      "id": 506,
      "index": 506,
      "character": "KANE",
      "gender": "Male",
      "line": "Oil belonging to the people of the United States was leased out for a song to a gang of high-pressure crooks - Nobody can blame me because -",
      "wordCount": 28
    },
    {
      "id": 507,
      "index": 507,
      "character": "LELAND",
      "gender": "Male",
      "line": "Look out that window.",
      "wordCount": 4
    },
    {
      "id": 508,
      "index": 508,
      "character": "LELAND",
      "gender": "Male",
      "line": "There are the people of the United States, and they are blaming you - Oh, I know it doesn't make any sense, but at least you can learn a lesson from it.",
      "wordCount": 32
    },
    {
      "id": 509,
      "index": 509,
      "character": "KANE",
      "gender": "Male",
      "line": "What lesson? Not to expose fraud when I see it? Not to fight for the right of the people to own their own property? Run it the way I said, Reilly - \"This afternoon a great man was assassinated -\"",
      "wordCount": 40
    },
    {
      "id": 510,
      "index": 510,
      "character": "LELAND",
      "gender": "Male",
      "line": "Charlie! Now you're not making sense.",
      "wordCount": 6
    },
    {
      "id": 511,
      "index": 511,
      "character": "KANE",
      "gender": "Male",
      "line": "I don't have to. I run a newspaper with half a million readers and they're getting a martyred president this morning with their breakfast. I can't help that. Besides, they all know I'm married to his niece. I've got to think of her.",
      "wordCount": 43
    },
    {
      "id": 512,
      "index": 512,
      "character": "LELAND",
      "gender": "Male",
      "line": "What?",
      "wordCount": 1
    },
    {
      "id": 513,
      "index": 513,
      "character": "KANE",
      "gender": "Male",
      "line": "I've got to think of Emily -",
      "wordCount": 7
    },
    {
      "id": 514,
      "index": 514,
      "character": "LELAND",
      "gender": "Male",
      "line": "I'd like to talk to you about that.",
      "wordCount": 8
    },
    {
      "id": 515,
      "index": 515,
      "character": "KANE",
      "gender": "Male",
      "line": "Go ahead.",
      "wordCount": 2
    },
    {
      "id": 516,
      "index": 516,
      "character": "LELAND",
      "gender": "Male",
      "line": "Finish your editorial.",
      "wordCount": 3
    },
    {
      "id": 517,
      "index": 517,
      "character": "LELAND",
      "gender": "Male",
      "line": "What's happened?",
      "wordCount": 2
    },
    {
      "id": 518,
      "index": 518,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "I'm all right, Mr. Leland. Only there was some fellows out front that thought they ought to take things up with me. I learned 'em! Didn't I, officer?",
      "wordCount": 28
    },
    {
      "id": 519,
      "index": 519,
      "character": "THE COP",
      "gender": "NA",
      "line": "You sure did - Say, the Commissioner said I was to stand by and protect Mr. Kane until further orders, no matter how he felt about it. Where is he?",
      "wordCount": 30
    },
    {
      "id": 520,
      "index": 520,
      "character": "LELAND",
      "gender": "Male",
      "line": "In there.",
      "wordCount": 2
    },
    {
      "id": 521,
      "index": 521,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "If you hadn't come along and protected me when you did, I'd have killed them fellows.",
      "wordCount": 16
    },
    {
      "id": 522,
      "index": 522,
      "character": "LELAND",
      "gender": "Male",
      "line": "Go and get yourself washed up, Mr. Bernstein. There doesn't seem to be an serious injury.",
      "wordCount": 16
    },
    {
      "id": 523,
      "index": 523,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Not to me. But you will let that cop go home with Mr. Kane, won't you?",
      "wordCount": 16
    },
    {
      "id": 524,
      "index": 524,
      "character": "LELAND",
      "gender": "Male",
      "line": "Yes, Mr. Bernstein.",
      "wordCount": 3
    },
    {
      "id": 525,
      "index": 525,
      "character": "REILLY",
      "gender": "NA",
      "line": "Goodnight, Mr. Kane.",
      "wordCount": 3
    },
    {
      "id": 526,
      "index": 526,
      "character": "LELAND",
      "gender": "Male",
      "line": "First of all -",
      "wordCount": 4
    },
    {
      "id": 527,
      "index": 527,
      "character": "KANE",
      "gender": "Male",
      "line": "What's wrong, Brad?",
      "wordCount": 3
    },
    {
      "id": 528,
      "index": 528,
      "character": "LELAND",
      "gender": "Male",
      "line": "I'm drunk.",
      "wordCount": 2
    },
    {
      "id": 529,
      "index": 529,
      "character": "KANE",
      "gender": "Male",
      "line": "I'll get you some coffee.",
      "wordCount": 5
    },
    {
      "id": 530,
      "index": 530,
      "character": "LELAND",
      "gender": "Male",
      "line": "First of all, I will not write a good review of a play because somebody paid a thousand dollars for an advertisement in the \"Enquirer.\"",
      "wordCount": 25
    },
    {
      "id": 531,
      "index": 531,
      "character": "KANE",
      "gender": "Male",
      "line": "That's just a little promotion scheme. Nobody expects you - Mike, will you try and get Mr. Leland some coffee?",
      "wordCount": 20
    },
    {
      "id": 532,
      "index": 532,
      "character": "MIKE'S VOICE",
      "gender": "NA",
      "line": "Sure thing, Mr. Kane.",
      "wordCount": 4
    },
    {
      "id": 533,
      "index": 533,
      "character": "LELAND",
      "gender": "Male",
      "line": "Charlie, it's just no go. We can't agree anymore. I wish you'd let me go to Chicago.",
      "wordCount": 17
    },
    {
      "id": 534,
      "index": 534,
      "character": "KANE",
      "gender": "Male",
      "line": "Why, Brad?",
      "wordCount": 2
    },
    {
      "id": 535,
      "index": 535,
      "character": "LELAND",
      "gender": "Male",
      "line": "I want to be transferred to the new paper. You've been saying yourself you wish you had somebody to - That's not what I wanted to talk about.",
      "wordCount": 28
    },
    {
      "id": 536,
      "index": 536,
      "character": "KANE",
      "gender": "Male",
      "line": "I'll tell you what I'll do, Brad - I'll get drunk, too - maybe that'll help.",
      "wordCount": 16
    },
    {
      "id": 537,
      "index": 537,
      "character": "LELAND",
      "gender": "Male",
      "line": "No, that won't help. Besides, you never get drunk. I wanted to talk about you and Emily.",
      "wordCount": 17
    },
    {
      "id": 538,
      "index": 538,
      "character": "KANE",
      "gender": "Male",
      "line": "All right.",
      "wordCount": 2
    },
    {
      "id": 539,
      "index": 539,
      "character": "LELAND",
      "gender": "Male",
      "line": "She's going to leave you -",
      "wordCount": 6
    },
    {
      "id": 540,
      "index": 540,
      "character": "KANE",
      "gender": "Male",
      "line": "I don't think so, Brad. We've just had word that the President is out of danger. It seems I didn't kill him after all.",
      "wordCount": 24
    },
    {
      "id": 541,
      "index": 541,
      "character": "LELAND",
      "gender": "Male",
      "line": "She was going to leave you anyway -",
      "wordCount": 8
    },
    {
      "id": 542,
      "index": 542,
      "character": "LELAND",
      "gender": "Male",
      "line": "Emily's going south next week with the child. As far as anybody's to know, it's a holiday. When they get back -",
      "wordCount": 22
    },
    {
      "id": 543,
      "index": 543,
      "character": "KANE",
      "gender": "Male",
      "line": "Brad, you are drunk.",
      "wordCount": 4
    },
    {
      "id": 544,
      "index": 544,
      "character": "LELAND",
      "gender": "Male",
      "line": "Sure I am. She wants full custody of the child no matter what happens. If you won't agree to that, she'll apply for a divorce regardless of the President's wishes. I can't tell her she's wrong, because she isn't wrong -",
      "wordCount": 41
    },
    {
      "id": 545,
      "index": 545,
      "character": "KANE",
      "gender": "Male",
      "line": "Why is she leaving me?",
      "wordCount": 5
    },
    {
      "id": 546,
      "index": 546,
      "character": "LELAND",
      "gender": "Male",
      "line": "She hasn't any friends left sine you started this oil business, and she never sees you.",
      "wordCount": 16
    },
    {
      "id": 547,
      "index": 547,
      "character": "KANE",
      "gender": "Male",
      "line": "Do you think the \"Enquirer\" shouldn't have campaigned against the oil leases?",
      "wordCount": 12
    },
    {
      "id": 548,
      "index": 548,
      "character": "LELAND",
      "gender": "Male",
      "line": "You might have made the whole thing less personal!",
      "wordCount": 9
    },
    {
      "id": 549,
      "index": 549,
      "character": "LELAND",
      "gender": "Male",
      "line": "It isn't just that the President was her uncle - everyone she knows, all the people she's been brought up with, everything she's ever been taught to believe is important -",
      "wordCount": 31
    },
    {
      "id": 550,
      "index": 550,
      "character": "LELAND",
      "gender": "Male",
      "line": "There's no reason why this - this savage personal note -",
      "wordCount": 11
    },
    {
      "id": 551,
      "index": 551,
      "character": "KANE",
      "gender": "Male",
      "line": "The personal note is all there is to it. It's all there ever is to it. It's all there every is to anything! Stupidity in our government, complacency and self- satisfaction and unwillingness to believe that anything done by a certain class of people can be wrong - you can't fight those things impersonally. They're not impersonal crimes against people. They're being done by actual persons - with actual names and positions and - the right of the American people to own their own country is not an academic issue, Brad, that you debate - and then the judges retire to return a verdict and the winners give a dinner for the losers.",
      "wordCount": 113
    },
    {
      "id": 552,
      "index": 552,
      "character": "LELAND",
      "gender": "Male",
      "line": "You almost convince me. I'm just drunk enough to tell you the truth. I have to be a little drunk for that because I'm a coward. You know that. That's why you keep me around. You only associate with your inferiors, Charlie. I guess that's why you ran away from Emily. Because you can't stand the company of your equals. You don't like to admit they exist - the other big people in your world are dead. I told you that.",
      "wordCount": 81
    },
    {
      "id": 553,
      "index": 553,
      "character": "LELAND",
      "gender": "Male",
      "line": "You talk about the people of the United States as though they belonged to you. When you find out they don't think they are, you'll lose interest. You talk about giving them their rights as though you could make a present of liberty. Remember the working man? You used to defend him quite a good deal. Well, he's turning into something called organized labor and you don't like that at all. And listen, when your precious underprivileged really get together - that's going to add up to something bigger than - than your privilege and then I don't know what you'll do - sail away to a desert island, probably, and lord it over the monkeys.",
      "wordCount": 116
    },
    {
      "id": 554,
      "index": 554,
      "character": "KANE",
      "gender": "Male",
      "line": "Are you finished?",
      "wordCount": 3
    },
    {
      "id": 555,
      "index": 555,
      "character": "LELAND",
      "gender": "Male",
      "line": "Yes. Now, will you let me go to Chicago?",
      "wordCount": 9
    },
    {
      "id": 556,
      "index": 556,
      "character": "KANE",
      "gender": "Male",
      "line": "You're not going to like it in Chicago. They wind comes howling in from the lake. And there's practically no opera season at all - and the Lord only knows whether they've ever heard of Lobster Newburg -",
      "wordCount": 38
    },
    {
      "id": 557,
      "index": 557,
      "character": "LELAND",
      "gender": "Male",
      "line": "That's all right. What are you going to do about Emily?",
      "wordCount": 11
    },
    {
      "id": 558,
      "index": 558,
      "character": "KANE",
      "gender": "Male",
      "line": "Nothing - if she dosen't love me -",
      "wordCount": 8
    },
    {
      "id": 559,
      "index": 559,
      "character": "LELAND",
      "gender": "Male",
      "line": "You want love on your own terms, don't you, Charlie - Love according to your own rules. And if anything goes wrong and you're hurt - then the game stops, and you've got to be soothed and nursed, no matter what else is happening - and no matter who else is hurt!",
      "wordCount": 52
    },
    {
      "id": 560,
      "index": 560,
      "character": "KANE",
      "gender": "Male",
      "line": "It's simpler than that, Brad. A society girl can't stand the gaff, that's all. Other things are important to her - social position, what they're saying on the front porches at Southampton, is it going to be embarrassing to meet somebody or the other at dinner -",
      "wordCount": 47
    },
    {
      "id": 561,
      "index": 561,
      "character": "KANE",
      "gender": "Male",
      "line": "She can leave me. As a matter of fact, I've already left her. Don't worry, Brad - I'll live.",
      "wordCount": 19
    },
    {
      "id": 562,
      "index": 562,
      "character": "LELAND",
      "gender": "Male",
      "line": "I know you will.",
      "wordCount": 4
    },
    {
      "id": 563,
      "index": 563,
      "character": "KANE",
      "gender": "Male",
      "line": "Hey, Brad! I've been analyzed an awful lot tonight - let's have another brandy.",
      "wordCount": 14
    },
    {
      "id": 564,
      "index": 564,
      "character": "KANE",
      "gender": "Male",
      "line": "To love on my terms. Those are the only terms anybody knows ... his own.",
      "wordCount": 15
    },
    {
      "id": 565,
      "index": 565,
      "character": "KANE",
      "gender": "Male",
      "line": "Are you hurt?",
      "wordCount": 3
    },
    {
      "id": 566,
      "index": 566,
      "character": "LELAND",
      "gender": "Male",
      "line": "No. I wish you'd go home to Emily. She'll be pretty upset by all this - She still loves you -",
      "wordCount": 21
    },
    {
      "id": 567,
      "index": 567,
      "character": "KANE",
      "gender": "Male",
      "line": "You still want to be transferred to the other paper?",
      "wordCount": 10
    },
    {
      "id": 568,
      "index": 568,
      "character": "LELAND",
      "gender": "Male",
      "line": "Yes.",
      "wordCount": 1
    },
    {
      "id": 569,
      "index": 569,
      "character": "KANE",
      "gender": "Male",
      "line": "Well, you've been getting a pretty low salary here in New York. It seems to me that the new dramatic critic of our Chicago paper should get what he's worth.",
      "wordCount": 30
    },
    {
      "id": 570,
      "index": 570,
      "character": "LELAND",
      "gender": "Male",
      "line": "I couldn't possibly live on as little as that, Charlie. We'll let the salary stay where it is.",
      "wordCount": 18
    },
    {
      "id": 571,
      "index": 571,
      "character": "KANE",
      "gender": "Male",
      "line": "Excuse us a moment, please.",
      "wordCount": 5
    },
    {
      "id": 572,
      "index": 572,
      "character": "KANE",
      "gender": "Male",
      "line": "I said, excuse us a moment.",
      "wordCount": 6
    },
    {
      "id": 573,
      "index": 573,
      "character": "KANE",
      "gender": "Male",
      "line": "I've been talking to Leland. Emily - You can't leave me now - not now -",
      "wordCount": 16
    },
    {
      "id": 574,
      "index": 574,
      "character": "KANE",
      "gender": "Male",
      "line": "It isn't what it would do to my changes in politics, Emily - That isn't it - They were talking of running me for governor, but now, of course, we'll have to wait - It isn't that, Emily - It's just - the president is your uncle and they're saying I killed him.",
      "wordCount": 53
    },
    {
      "id": 575,
      "index": 575,
      "character": "KANE",
      "gender": "Male",
      "line": "That story about the murderer having a copy of the \"Enquirer\" in his pocket - the \"Chronicle\" made that up out of whole cloth - Emily, please - He's going to be all right, you know, he's going to recover - If it will make you any happier, we had nine pages of advertising cancelled in the first mail this morning. Bernstein is afraid to open any more letters. He -",
      "wordCount": 71
    },
    {
      "id": 576,
      "index": 576,
      "character": "KANE",
      "gender": "Male",
      "line": "What do you expect me to do? What in the world -",
      "wordCount": 12
    },
    {
      "id": 577,
      "index": 577,
      "character": "EMILY",
      "gender": "Female",
      "line": "Charles.",
      "wordCount": 1
    },
    {
      "id": 578,
      "index": 578,
      "character": "EMILY",
      "gender": "Female",
      "line": "Do you really think - Those threatening letters, can they really -",
      "wordCount": 12
    },
    {
      "id": 579,
      "index": 579,
      "character": "KANE",
      "gender": "Male",
      "line": "They won't do anything to Junior, darling. Anonymous letter writers - I've got guards in front of the house, and I'm going to arrange -",
      "wordCount": 25
    },
    {
      "id": 580,
      "index": 580,
      "character": "EMILY",
      "gender": "Female",
      "line": "Please don't talk any more, Charles.",
      "wordCount": 6
    },
    {
      "id": 581,
      "index": 581,
      "character": "EMILY",
      "gender": "Female",
      "line": "Have they heard from father yet? Has he seen -",
      "wordCount": 10
    },
    {
      "id": 582,
      "index": 582,
      "character": "KANE",
      "gender": "Male",
      "line": "I've tried to tell you, Emily. The President's going to be all right. He had a comfortable night. There's no danger of any kind.",
      "wordCount": 24
    },
    {
      "id": 583,
      "index": 583,
      "character": "EMILY",
      "gender": "Female",
      "line": "Here I am, darling... Darling!... Darling, it's all right... Mother's here.",
      "wordCount": 11
    },
    {
      "id": 584,
      "index": 584,
      "character": "KANE",
      "gender": "Male",
      "line": "Emily - you musn't leave me now - you can't do that to me.",
      "wordCount": 14
    },
    {
      "id": 585,
      "index": 585,
      "character": "EMILY",
      "gender": "Female",
      "line": "They won't hurt you, darling. Mother's with you! Mother's looking after you!",
      "wordCount": 12
    },
    {
      "id": 586,
      "index": 586,
      "character": "KANE",
      "gender": "Male",
      "line": "We'll withdraw support completely. Anything else?",
      "wordCount": 6
    },
    {
      "id": 587,
      "index": 587,
      "character": "REILLY",
      "gender": "NA",
      "line": "Mr. Leland sent back that check.",
      "wordCount": 6
    },
    {
      "id": 588,
      "index": 588,
      "character": "KANE",
      "gender": "Male",
      "line": "What check?",
      "wordCount": 2
    },
    {
      "id": 589,
      "index": 589,
      "character": "REILLY",
      "gender": "NA",
      "line": "You made it out to him last week after he left for Chicago.",
      "wordCount": 13
    },
    {
      "id": 590,
      "index": 590,
      "character": "KANE",
      "gender": "Male",
      "line": "Oh, yes, the bonus.",
      "wordCount": 4
    },
    {
      "id": 591,
      "index": 591,
      "character": "REILLY",
      "gender": "NA",
      "line": "It was for twenty-five thousand dollars.",
      "wordCount": 6
    },
    {
      "id": 592,
      "index": 592,
      "character": "REILLY",
      "gender": "NA",
      "line": "He sent it back torn up - all torn up into little bits, and he enclosed something else - I can't make it out.",
      "wordCount": 24
    },
    {
      "id": 593,
      "index": 593,
      "character": "REILLY",
      "gender": "NA",
      "line": "It says here, \"A Declaration of Principles\" - \"I will provide the people of this city with a daily paper that will tell all the news honestly\" -",
      "wordCount": 28
    },
    {
      "id": 594,
      "index": 594,
      "character": "KANE",
      "gender": "Male",
      "line": "It is no secret that I entered upon this campaign with no thought that I could be elected Governor of this state! It is now no secret that every straw vote, every independent pole, shows that I will be elected. And I repeat to you - my first official act as Governor will be to appoint a special District Attorney to arrange for the indictment, prosecution and conviction of Boss Edward G. Rogers!",
      "wordCount": 73
    },
    {
      "id": 595,
      "index": 595,
      "character": "FIRST CIVIC LEADER",
      "gender": "NA",
      "line": "Great speech, Mr. Kane.",
      "wordCount": 4
    },
    {
      "id": 596,
      "index": 596,
      "character": "SECOND LEADER",
      "gender": "NA",
      "line": "One of the most notable public utterances ever made by a candidate in this state -",
      "wordCount": 16
    },
    {
      "id": 597,
      "index": 597,
      "character": "KANE",
      "gender": "Male",
      "line": "Thank you, gentlemen. Thank you.",
      "wordCount": 5
    },
    {
      "id": 598,
      "index": 598,
      "character": "REILLY",
      "gender": "NA",
      "line": "A wonderful speech, Mr. Kane.",
      "wordCount": 5
    },
    {
      "id": 599,
      "index": 599,
      "character": "REILLY",
      "gender": "NA",
      "line": "I just got word from Buffalo, Mr. Kane. They're going to throw you the organization vote - and take a chance maybe you'll give them a break -",
      "wordCount": 28
    },
    {
      "id": 600,
      "index": 600,
      "character": "REILLY",
      "gender": "NA",
      "line": "On an independent ticket there's never been anything like it! If the election were held today, you'd be elected by a hundred thousand votes - and every day between now and November 7th is just going to add to your majority.",
      "wordCount": 41
    },
    {
      "id": 601,
      "index": 601,
      "character": "KANE",
      "gender": "Male",
      "line": "It does seem too good to be true, doesn't it, Mr. Bernstein?",
      "wordCount": 12
    },
    {
      "id": 602,
      "index": 602,
      "character": "REILLY",
      "gender": "NA",
      "line": "Rogers isn't even pretending. He isn't just scared anymore. He's sick. Frank Norris told me last night he hasn't known Rogers to be that worried in twenty-five years.",
      "wordCount": 28
    },
    {
      "id": 603,
      "index": 603,
      "character": "KANE",
      "gender": "Male",
      "line": "I think it's beginning to dawn on Mr. Rogers that I mean what I say. With Mr. Rogers out of the way, Reilly, I think we may really begin to hope for a good government in this state. Well, Mr. Bernstein?",
      "wordCount": 41
    },
    {
      "id": 604,
      "index": 604,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "It's wonderful, Mr. Kane. Wonderful. Wonderful.",
      "wordCount": 6
    },
    {
      "id": 605,
      "index": 605,
      "character": "KANE",
      "gender": "Male",
      "line": "You don't really think so?",
      "wordCount": 5
    },
    {
      "id": 606,
      "index": 606,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "I do. I do. I mean, since you're running for Governor - and you want to be elected - I think it's wonderful you're going to be elected. Only - - Can I say something?",
      "wordCount": 35
    },
    {
      "id": 607,
      "index": 607,
      "character": "KANE",
      "gender": "Male",
      "line": "Please, Mr. Bernstein.",
      "wordCount": 3
    },
    {
      "id": 608,
      "index": 608,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Well, the way I look at it - - You want to know what I really think would be wonderful?",
      "wordCount": 20
    },
    {
      "id": 609,
      "index": 609,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Well, you're running for Governor and going to be elected - my idea is how wonderful it would be if you don't run at all and don't get elected.",
      "wordCount": 29
    },
    {
      "id": 610,
      "index": 610,
      "character": "JUNIOR",
      "gender": "NA",
      "line": "Is Pop Governor yet, Mom?",
      "wordCount": 5
    },
    {
      "id": 611,
      "index": 611,
      "character": "KANE",
      "gender": "Male",
      "line": "Hello, Butch! Did you like your old man's speech?",
      "wordCount": 9
    },
    {
      "id": 612,
      "index": 612,
      "character": "JUNIOR",
      "gender": "NA",
      "line": "Hello, Pop! I was in a box. I could hear every word.",
      "wordCount": 12
    },
    {
      "id": 613,
      "index": 613,
      "character": "KANE",
      "gender": "Male",
      "line": "I saw you! Good night, gentlemen.",
      "wordCount": 6
    },
    {
      "id": 614,
      "index": 614,
      "character": "EMILY",
      "gender": "Female",
      "line": "I'm sending Junior home in the car, Charles - with Oliver -",
      "wordCount": 12
    },
    {
      "id": 615,
      "index": 615,
      "character": "KANE",
      "gender": "Male",
      "line": "But I'd arranged to go home with you myself.",
      "wordCount": 9
    },
    {
      "id": 616,
      "index": 616,
      "character": "EMILY",
      "gender": "Female",
      "line": "There's a call I want you to make with me, Charles.",
      "wordCount": 11
    },
    {
      "id": 617,
      "index": 617,
      "character": "KANE",
      "gender": "Male",
      "line": "It can wait.",
      "wordCount": 3
    },
    {
      "id": 618,
      "index": 618,
      "character": "EMILY",
      "gender": "Female",
      "line": "No, it can't. Good night, darling.",
      "wordCount": 6
    },
    {
      "id": 619,
      "index": 619,
      "character": "JUNIOR",
      "gender": "NA",
      "line": "Good night, Mom.",
      "wordCount": 3
    },
    {
      "id": 620,
      "index": 620,
      "character": "KANE",
      "gender": "Male",
      "line": "What's this all about, Emily? I've had a very tiring day and -",
      "wordCount": 13
    },
    {
      "id": 621,
      "index": 621,
      "character": "EMILY",
      "gender": "Female",
      "line": "It may not be about anything at all.",
      "wordCount": 8
    },
    {
      "id": 622,
      "index": 622,
      "character": "THE DRIVER",
      "gender": "NA",
      "line": "Cab?",
      "wordCount": 1
    },
    {
      "id": 623,
      "index": 623,
      "character": "EMILY",
      "gender": "Female",
      "line": "I intend to find out.",
      "wordCount": 5
    },
    {
      "id": 624,
      "index": 624,
      "character": "KANE",
      "gender": "Male",
      "line": "I insist on being told exactly what you have in mind.",
      "wordCount": 11
    },
    {
      "id": 625,
      "index": 625,
      "character": "EMILY",
      "gender": "Female",
      "line": "I'm going to - - 185 West 74th Street.",
      "wordCount": 9
    },
    {
      "id": 626,
      "index": 626,
      "character": "EMILY",
      "gender": "Female",
      "line": "If you wish, you can come with me...",
      "wordCount": 8
    },
    {
      "id": 627,
      "index": 627,
      "character": "KANE",
      "gender": "Male",
      "line": "I'll go with you.",
      "wordCount": 4
    },
    {
      "id": 628,
      "index": 628,
      "character": "KANE",
      "gender": "Male",
      "line": "I had no idea you had this flair for melodrama, Emiliy.",
      "wordCount": 11
    },
    {
      "id": 629,
      "index": 629,
      "character": "THE MAID",
      "gender": "NA",
      "line": "Come in, Mr. Kane, come in.",
      "wordCount": 6
    },
    {
      "id": 630,
      "index": 630,
      "character": "SUSAN",
      "gender": "Female",
      "line": "It wasn't my fault, Charlie. He made me send your wife a note. He said I'd - oh, he's been saying the most terrible things, I didn't know what to do... I -",
      "wordCount": 33
    },
    {
      "id": 631,
      "index": 631,
      "character": "ROGERS",
      "gender": "NA",
      "line": "Good evening, Mr. Kane. I don't suppose anybody would introduce us. Mrs. Kane, I am Edward Rogers.",
      "wordCount": 17
    },
    {
      "id": 632,
      "index": 632,
      "character": "EMILY",
      "gender": "Female",
      "line": "How do you do? I came here - and I made Mr. Kane come with me... because I recieved this note -",
      "wordCount": 22
    },
    {
      "id": 633,
      "index": 633,
      "character": "ROGERS",
      "gender": "NA",
      "line": "I made Miss - Miss Alexander send you the note. She was a little unwilling at first - but she did it.",
      "wordCount": 22
    },
    {
      "id": 634,
      "index": 634,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I can't tell you the things he said, Charlie. You haven't got any idea -",
      "wordCount": 15
    },
    {
      "id": 635,
      "index": 635,
      "character": "KANE",
      "gender": "Male",
      "line": "Rogers, I don't think I will postpone doing something about you until I'm elected. To start with, I'll break your neck.",
      "wordCount": 21
    },
    {
      "id": 636,
      "index": 636,
      "character": "ROGERS",
      "gender": "NA",
      "line": "Maybe you can do it and maybe you can't, Mr. Kane.",
      "wordCount": 11
    },
    {
      "id": 637,
      "index": 637,
      "character": "EMILY",
      "gender": "Female",
      "line": "Charles! Your - your breaking this man's neck - would scarcely explain this note - Serious consequences for Mr. Kane - for myself, and for my son. What does this note mean, Miss -",
      "wordCount": 34
    },
    {
      "id": 638,
      "index": 638,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I'm Susan Alexander. I know what you think, Mrs. Kane, but -",
      "wordCount": 12
    },
    {
      "id": 639,
      "index": 639,
      "character": "EMILY",
      "gender": "Female",
      "line": "What does this note mean, Miss Alexander?",
      "wordCount": 7
    },
    {
      "id": 640,
      "index": 640,
      "character": "ROGERS",
      "gender": "NA",
      "line": "She doesn't know, Mrs. Kane. She just sent it - because I made her see it wouldn't be smart for her not to send it.",
      "wordCount": 25
    },
    {
      "id": 641,
      "index": 641,
      "character": "KANE",
      "gender": "Male",
      "line": "In case you don't know, Emily, this - this gentleman - is -",
      "wordCount": 13
    },
    {
      "id": 642,
      "index": 642,
      "character": "ROGERS",
      "gender": "NA",
      "line": "I'm not a gentleman, Mrs. Kane, and your husband is just trying to be funny calling me one. I don't even know what a gentleman is. You see, my idea of a gentleman, Mrs. Kane - well, if I owned a newspaper and if I didn't like the way somebody else was doing things - some politican, say - I'd fight them with everything I had. Only I wouldn't show him in a convict suit, with stripes - so his children could see the picture in the paper. Or his mother. It's pretty clear - I'm not a gentleman.",
      "wordCount": 99
    },
    {
      "id": 643,
      "index": 643,
      "character": "EMILY",
      "gender": "Female",
      "line": "Oh!!",
      "wordCount": 1
    },
    {
      "id": 644,
      "index": 644,
      "character": "KANE",
      "gender": "Male",
      "line": "You're a cheap, crooked grafter - and your concern for your children and your mother -",
      "wordCount": 16
    },
    {
      "id": 645,
      "index": 645,
      "character": "ROGERS",
      "gender": "NA",
      "line": "Anything you say, Mr. Kane. Only we're talking now about what you are. That's what the note is about, Mrs. Kane. Now I'm going to lay all my cards on the table. I'm fighting for my life. Not just my political life. My life. If your husband is elected governor -",
      "wordCount": 51
    },
    {
      "id": 646,
      "index": 646,
      "character": "KANE",
      "gender": "Male",
      "line": "I'm going to be elected governor. And the first thing I'm going to do -",
      "wordCount": 15
    },
    {
      "id": 647,
      "index": 647,
      "character": "EMILY",
      "gender": "Female",
      "line": "Let him finish, Charles.",
      "wordCount": 4
    },
    {
      "id": 648,
      "index": 648,
      "character": "ROGERS",
      "gender": "NA",
      "line": "I'm protecting myself every way I know how, Mrs. Kane. This last week, I finally found out how I can stop your husband from being elected. If the people of this state learn what I found out this week, he wouldn't have a chance to - he couldn't be elected Dog Catcher. Well, what I'm interested in is seeing that he's not elected. I don't care whether they know what I know about him. Let him keep right on being the Great, Noble, Moral - Champeen of the people. Just as long as -",
      "wordCount": 94
    },
    {
      "id": 649,
      "index": 649,
      "character": "EMILY",
      "gender": "Female",
      "line": "I think I understand, Mr. Rogers, but wonder if -",
      "wordCount": 10
    },
    {
      "id": 650,
      "index": 650,
      "character": "KANE",
      "gender": "Male",
      "line": "You can't blackmail me, Rogers, you can't -",
      "wordCount": 8
    },
    {
      "id": 651,
      "index": 651,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Charlie, he said, unless you withdrew your name -",
      "wordCount": 9
    },
    {
      "id": 652,
      "index": 652,
      "character": "ROGERS",
      "gender": "NA",
      "line": "That's the chance I'm willing to give you, Mr. Kane. More of a chance than you'd give me. Unless you make up your mind by tomorrow that you're so sick that you've got to go away for a year or two - Monday morning every paper in this State will carry the story I'm going to give them.",
      "wordCount": 58
    },
    {
      "id": 653,
      "index": 653,
      "character": "EMILY",
      "gender": "Female",
      "line": "What story, Mr. Rogers?",
      "wordCount": 4
    },
    {
      "id": 654,
      "index": 654,
      "character": "ROGERS",
      "gender": "NA",
      "line": "The story about him and Miss Alexander, Mrs. Kane.",
      "wordCount": 9
    },
    {
      "id": 655,
      "index": 655,
      "character": "SUSAN",
      "gender": "Female",
      "line": "There is no story. It's all lies. Mr. Kane is just -",
      "wordCount": 12
    },
    {
      "id": 656,
      "index": 656,
      "character": "ROGERS",
      "gender": "NA",
      "line": "Shut up! I've had a dozen men doing nothing but run this thing down - we've got evidence enough to - well, the evidence would stand up in any court of law. You want me to give you the evidence, Mr. Kane?",
      "wordCount": 42
    },
    {
      "id": 657,
      "index": 657,
      "character": "KANE",
      "gender": "Male",
      "line": "You do anything you want to do. The people of this state can decide which one of us to trust. If you want to know, they've already decided. The election Tuesday'll be only -",
      "wordCount": 34
    },
    {
      "id": 658,
      "index": 658,
      "character": "ROGERS",
      "gender": "NA",
      "line": "Mrs. Kane, I'm not asking you to believe me. I'd like to show you -",
      "wordCount": 15
    },
    {
      "id": 659,
      "index": 659,
      "character": "EMILY",
      "gender": "Female",
      "line": "You don't have to show me anything, Mr. Rogers. I believe you.",
      "wordCount": 12
    },
    {
      "id": 660,
      "index": 660,
      "character": "ROGERS",
      "gender": "NA",
      "line": "I'd rather Mr. Kane withdrew without having to get the story published. Not that I care about him. But I'd be better off that way - - and so would you, Mrs. Kane.",
      "wordCount": 33
    },
    {
      "id": 661,
      "index": 661,
      "character": "SUSAN",
      "gender": "Female",
      "line": "What about me? He said my name'd be dragged through the mud. He said everywhere I'd go from now on -",
      "wordCount": 21
    },
    {
      "id": 662,
      "index": 662,
      "character": "EMILY",
      "gender": "Female",
      "line": "There seems to be only one decision you can make, Charles. I'd say that it has been made for you. I suppose the details can be arranged tomorrow, Mr. Rogers. About the statements by the doctors -",
      "wordCount": 37
    },
    {
      "id": 663,
      "index": 663,
      "character": "KANE",
      "gender": "Male",
      "line": "Have you gone completely mad, Emily?",
      "wordCount": 6
    },
    {
      "id": 664,
      "index": 664,
      "character": "KANE",
      "gender": "Male",
      "line": "You don't think I'm going to let this blackmailer intimidate me, do you?",
      "wordCount": 13
    },
    {
      "id": 665,
      "index": 665,
      "character": "EMILY",
      "gender": "Female",
      "line": "I don't see what else you can do, Charles. If he's right - and the papers publish this story he has -",
      "wordCount": 22
    },
    {
      "id": 666,
      "index": 666,
      "character": "KANE",
      "gender": "Male",
      "line": "Oh, they'll publish it all right. But that's not going to stop me -",
      "wordCount": 14
    },
    {
      "id": 667,
      "index": 667,
      "character": "EMILY",
      "gender": "Female",
      "line": "Charles, this - this story - doesn't concern only you. I'll be in it, too, won't I? And Junior?",
      "wordCount": 19
    },
    {
      "id": 668,
      "index": 668,
      "character": "KANE",
      "gender": "Male",
      "line": "I suppose so, but - I'm not afraid of the story. You can't tell me that the voters of this state -",
      "wordCount": 22
    },
    {
      "id": 669,
      "index": 669,
      "character": "EMILY",
      "gender": "Female",
      "line": "I'm not interested in the voters of this state right now. I am interested in - well, Junior, for one thing.",
      "wordCount": 21
    },
    {
      "id": 670,
      "index": 670,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Charlie! If they publish this story -",
      "wordCount": 7
    },
    {
      "id": 671,
      "index": 671,
      "character": "EMILY",
      "gender": "Female",
      "line": "They won't. Goodnight, Mr. Rogers. There's nothing more to be said, Charles.",
      "wordCount": 12
    },
    {
      "id": 672,
      "index": 672,
      "character": "KANE",
      "gender": "Male",
      "line": "Oh yes, there is.",
      "wordCount": 4
    },
    {
      "id": 673,
      "index": 673,
      "character": "EMILY",
      "gender": "Female",
      "line": "I don't think so. Are you coming, Charles?",
      "wordCount": 8
    },
    {
      "id": 674,
      "index": 674,
      "character": "KANE",
      "gender": "Male",
      "line": "No.",
      "wordCount": 1
    },
    {
      "id": 675,
      "index": 675,
      "character": "KANE",
      "gender": "Male",
      "line": "There's only one person in the world to decide what I'm going to do - and that's me. And if you think - if any of you think -",
      "wordCount": 29
    },
    {
      "id": 676,
      "index": 676,
      "character": "EMILY",
      "gender": "Female",
      "line": "You decided what you were going to do, Charles - some time ago. You can't always have it your own way, regardless of anything else that may have happened. Come on, Charles.",
      "wordCount": 32
    },
    {
      "id": 677,
      "index": 677,
      "character": "KANE",
      "gender": "Male",
      "line": "Go on! Get out! I can fight this thing all alone!",
      "wordCount": 11
    },
    {
      "id": 678,
      "index": 678,
      "character": "ROGERS",
      "gender": "NA",
      "line": "You're making a bigger fool of yourself than I thought you would, Mr. Kane. You're licked. Why don't you -",
      "wordCount": 20
    },
    {
      "id": 679,
      "index": 679,
      "character": "KANE",
      "gender": "Male",
      "line": "Get out! I've got nothing to talk to you about. If you want to see me, have the Warden write me a letter.",
      "wordCount": 23
    },
    {
      "id": 680,
      "index": 680,
      "character": "ROGERS",
      "gender": "NA",
      "line": "I see!",
      "wordCount": 2
    },
    {
      "id": 681,
      "index": 681,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Charlie, you're just excited. You don't realize -",
      "wordCount": 8
    },
    {
      "id": 682,
      "index": 682,
      "character": "KANE",
      "gender": "Male",
      "line": "I know exactly what I'm doing. Get out!",
      "wordCount": 8
    },
    {
      "id": 683,
      "index": 683,
      "character": "EMILY",
      "gender": "Female",
      "line": "Charles, if you don't listen to reason, it may be too late -",
      "wordCount": 13
    },
    {
      "id": 684,
      "index": 684,
      "character": "KANE",
      "gender": "Male",
      "line": "Too late for what? Too late for you and this - this public thief to take the love of the people of this state away from me? Well, you won't do it, I tell you. You won't do it!",
      "wordCount": 39
    },
    {
      "id": 685,
      "index": 685,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Charlie, there are other things to think of. Your son - you don't want him to read in the papers -",
      "wordCount": 21
    },
    {
      "id": 686,
      "index": 686,
      "character": "EMILY",
      "gender": "Female",
      "line": "It is too late now, Charles.",
      "wordCount": 6
    },
    {
      "id": 687,
      "index": 687,
      "character": "KANE",
      "gender": "Male",
      "line": "Get out, both of you!",
      "wordCount": 5
    },
    {
      "id": 688,
      "index": 688,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Charlie, please don't -",
      "wordCount": 4
    },
    {
      "id": 689,
      "index": 689,
      "character": "KANE",
      "gender": "Male",
      "line": "What are you waiting here for? Why don't you go?",
      "wordCount": 10
    },
    {
      "id": 690,
      "index": 690,
      "character": "EMILY",
      "gender": "Female",
      "line": "Goodnight, Charles.",
      "wordCount": 2
    },
    {
      "id": 691,
      "index": 691,
      "character": "ROGERS",
      "gender": "NA",
      "line": "You're the greatest fool I've ever known, Kane. If it was anybody else, I'd say what's going to happen to you would be a lesson to you. Only you're going to need more than one lesson. And you're going to get more than one lesson.",
      "wordCount": 45
    },
    {
      "id": 692,
      "index": 692,
      "character": "KANE",
      "gender": "Male",
      "line": "Don't you worry about me. I'm Charles Foster Kane. I'm no cheap, crooked politician, trying to save himself from the consequences of his crimes -",
      "wordCount": 25
    },
    {
      "id": 693,
      "index": 693,
      "character": "KANE",
      "gender": "Male",
      "line": "I'm going to send you to Sing Sing, Rogers. Sing Sing!",
      "wordCount": 11
    },
    {
      "id": 694,
      "index": 694,
      "character": "EMILY",
      "gender": "Female",
      "line": "Hello, Brad -",
      "wordCount": 3
    },
    {
      "id": 695,
      "index": 695,
      "character": "LELAND",
      "gender": "Male",
      "line": "Emily -",
      "wordCount": 2
    },
    {
      "id": 696,
      "index": 696,
      "character": "EMILY",
      "gender": "Female",
      "line": "I'm sorry I sent for you, Brad - didn't -",
      "wordCount": 10
    },
    {
      "id": 697,
      "index": 697,
      "character": "LELAND",
      "gender": "Male",
      "line": "Chicago is pretty close to New York nowadays - only twenty hours -",
      "wordCount": 13
    },
    {
      "id": 698,
      "index": 698,
      "character": "LELAND",
      "gender": "Male",
      "line": "I'm glad to see you.",
      "wordCount": 5
    },
    {
      "id": 699,
      "index": 699,
      "character": "EMILY",
      "gender": "Female",
      "line": "Are all the returns in?",
      "wordCount": 5
    },
    {
      "id": 700,
      "index": 700,
      "character": "EMILY",
      "gender": "Female",
      "line": "Let me see it.",
      "wordCount": 4
    },
    {
      "id": 701,
      "index": 701,
      "character": "LELAND",
      "gender": "Male",
      "line": "Almost two to one -",
      "wordCount": 5
    },
    {
      "id": 702,
      "index": 702,
      "character": "EMILY",
      "gender": "Female",
      "line": "I'm surprised he got the votes he did.",
      "wordCount": 8
    },
    {
      "id": 703,
      "index": 703,
      "character": "LELAND",
      "gender": "Male",
      "line": "Emily!",
      "wordCount": 1
    },
    {
      "id": 704,
      "index": 704,
      "character": "EMILY",
      "gender": "Female",
      "line": "Why should anyone vote for him? He's made it quite clear to the people what he thinks of them. Children - to be told one thing one day, something else the next, as the whim seizes him. And they're supposed to be grateful and love and adore him - because he sees to it that they get cheap ice and only pay a nickel in the street cars.",
      "wordCount": 68
    },
    {
      "id": 705,
      "index": 705,
      "character": "LELAND",
      "gender": "Male",
      "line": "Emily, you're being - a little unfair - You know what I think of Charles' behavior - about your personal lives -",
      "wordCount": 22
    },
    {
      "id": 706,
      "index": 706,
      "character": "EMILY",
      "gender": "Female",
      "line": "There aren't any personal lives for people like us. He made that very clear to me nine years ago - If I'd thought of my life with Charles as a personal life, I'd have left him then -",
      "wordCount": 38
    },
    {
      "id": 707,
      "index": 707,
      "character": "LELAND",
      "gender": "Male",
      "line": "know that, Emily -",
      "wordCount": 4
    },
    {
      "id": 708,
      "index": 708,
      "character": "EMILY",
      "gender": "Female",
      "line": "Maybe I should have - the first time he showed me what a mad dog he really was.",
      "wordCount": 18
    },
    {
      "id": 709,
      "index": 709,
      "character": "LELAND",
      "gender": "Male",
      "line": "Emily, you -",
      "wordCount": 3
    },
    {
      "id": 710,
      "index": 710,
      "character": "EMILY",
      "gender": "Female",
      "line": "Brad, I'm - I'm not an old woman yet -",
      "wordCount": 10
    },
    {
      "id": 711,
      "index": 711,
      "character": "LELAND",
      "gender": "Male",
      "line": "It's - all over -",
      "wordCount": 5
    },
    {
      "id": 712,
      "index": 712,
      "character": "EMILY",
      "gender": "Female",
      "line": "Know it is, Brad -",
      "wordCount": 5
    },
    {
      "id": 713,
      "index": 713,
      "character": "LELAND",
      "gender": "Male",
      "line": "He's paying for it, Emily. Those returns tonight - he's finished. Politically - - socially, everywhere, I guess. don't know about the papers, but -",
      "wordCount": 25
    },
    {
      "id": 714,
      "index": 714,
      "character": "EMILY",
      "gender": "Female",
      "line": "If you're asking me to sympathize with him, Brad, you're wasting your time. There's only one person I'm sorry for, as a matter of fact. That - that shabby little girl. I'm really sorry for her, Brad.",
      "wordCount": 37
    },
    {
      "id": 715,
      "index": 715,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Hello, Mr. Leland.",
      "wordCount": 3
    },
    {
      "id": 716,
      "index": 716,
      "character": "LELAND",
      "gender": "Male",
      "line": "Hello, Bernstein.",
      "wordCount": 2
    },
    {
      "id": 717,
      "index": 717,
      "character": "LELAND",
      "gender": "Male",
      "line": "Where is it - where's my notice? I've got to finish it!",
      "wordCount": 12
    },
    {
      "id": 718,
      "index": 718,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Mr. Kane is finishing it.",
      "wordCount": 5
    },
    {
      "id": 719,
      "index": 719,
      "character": "LELAND",
      "gender": "Male",
      "line": "Kane? Charlie? Where is he?",
      "wordCount": 5
    },
    {
      "id": 720,
      "index": 720,
      "character": "LELAND",
      "gender": "Male",
      "line": "I suppose he's fixing it up - I know I'd never get that through.",
      "wordCount": 14
    },
    {
      "id": 721,
      "index": 721,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "Mr. Kane is finishing your piece the way you started it.",
      "wordCount": 11
    },
    {
      "id": 722,
      "index": 722,
      "character": "BERNSTEIN",
      "gender": "Male",
      "line": "He's writing a roast like you wanted it to be - - I guess that'll show you.",
      "wordCount": 17
    },
    {
      "id": 723,
      "index": 723,
      "character": "KANE",
      "gender": "Male",
      "line": "Hello, Brad.",
      "wordCount": 2
    },
    {
      "id": 724,
      "index": 724,
      "character": "LELAND",
      "gender": "Male",
      "line": "Hello, Charlie -",
      "wordCount": 3
    },
    {
      "id": 725,
      "index": 725,
      "character": "KANE",
      "gender": "Male",
      "line": "Sure, we're speaking, Brad - you're fired.",
      "wordCount": 7
    },
    {
      "id": 726,
      "index": 726,
      "character": "LELAND",
      "gender": "Male",
      "line": "Well, that's about all there is - and I'm getting chills. Hey, nurse! Five years ago, he wrote from that place of his down South - - you know. Shangri-la? El Dorado? Sloppy Joe's? What's the name of that place? You know... All right. Xanadu. I knew what it was all the time. You caught on, didn't you?",
      "wordCount": 58
    },
    {
      "id": 727,
      "index": 727,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Yes.",
      "wordCount": 1
    },
    {
      "id": 728,
      "index": 728,
      "character": "LELAND",
      "gender": "Male",
      "line": "I guess maybe I'm not as hard to see through as I think. Anyway, I never even answered his letter. Maybe I should have. I guess he was pretty lonely down there those last years. He hadn't finished it when she left him - he never finished it - he never finished anything. Of course, he built it for her -",
      "wordCount": 61
    },
    {
      "id": 729,
      "index": 729,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "That must have been love.",
      "wordCount": 5
    },
    {
      "id": 730,
      "index": 730,
      "character": "LELAND",
      "gender": "Male",
      "line": "I don't know. He was disappointed in the world. So he built one of his own - An absolute monarchy - It was something bigger than an opera house anyway - Nurse! Say, I'll tell you one thing you can do for me, young fellow.",
      "wordCount": 45
    },
    {
      "id": 731,
      "index": 731,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Sure.",
      "wordCount": 1
    },
    {
      "id": 732,
      "index": 732,
      "character": "LELAND",
      "gender": "Male",
      "line": "On your way out, stop at a cigar store, will you, and send me up a couple of cigars?",
      "wordCount": 19
    },
    {
      "id": 733,
      "index": 733,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Sure, Mr. Leland. I'll be glad to.",
      "wordCount": 7
    },
    {
      "id": 734,
      "index": 734,
      "character": "LELAND",
      "gender": "Male",
      "line": "Hey, Nurse!",
      "wordCount": 2
    },
    {
      "id": 735,
      "index": 735,
      "character": "NURSE",
      "gender": "NA",
      "line": "Hello, Mr. Leland.",
      "wordCount": 3
    },
    {
      "id": 736,
      "index": 736,
      "character": "LELAND",
      "gender": "Male",
      "line": "I'm ready to go in now. You know when I was a young man, there was an impression around that nurses were pretty. It was no truer then than it is now.",
      "wordCount": 32
    },
    {
      "id": 737,
      "index": 737,
      "character": "NURSE",
      "gender": "NA",
      "line": "Here, let me take your arm, Mr. Leland.",
      "wordCount": 8
    },
    {
      "id": 738,
      "index": 738,
      "character": "LELAND",
      "gender": "Male",
      "line": "All right, all right. You won't forget, will you, about the cigars? And tell them to wrap them up to look like toothpaste, or something, or they'll stop them at the desk. That young doctor I was telling you about, he's got an idea he wants to keep me alive.",
      "wordCount": 50
    },
    {
      "id": 739,
      "index": 739,
      "character": "SUSAN",
      "gender": "Female",
      "line": "How do you want to handle the whole thing - ask questions?",
      "wordCount": 12
    },
    {
      "id": 740,
      "index": 740,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "I'd rather you just talked. Anything that comes into your mind - about yourself and Mr. Kane.",
      "wordCount": 17
    },
    {
      "id": 741,
      "index": 741,
      "character": "SUSAN",
      "gender": "Female",
      "line": "You wouldn't want to hear a lot of what comes into my mind about myself and Mr. Charlie Kane.",
      "wordCount": 19
    },
    {
      "id": 742,
      "index": 742,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "How did you meet him?",
      "wordCount": 5
    },
    {
      "id": 743,
      "index": 743,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I had a toothache.",
      "wordCount": 4
    },
    {
      "id": 744,
      "index": 744,
      "character": "SUSAN",
      "gender": "Female",
      "line": "That was thiry years ago - and I still remember that toothache. Boy! That toothache was just driving me crazy...",
      "wordCount": 20
    },
    {
      "id": 745,
      "index": 745,
      "character": "KANE",
      "gender": "Male",
      "line": "Ow!",
      "wordCount": 1
    },
    {
      "id": 746,
      "index": 746,
      "character": "KANE",
      "gender": "Male",
      "line": "It's not funny.",
      "wordCount": 3
    },
    {
      "id": 747,
      "index": 747,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I'm sorry, mister - but you do look awful funny.",
      "wordCount": 10
    },
    {
      "id": 748,
      "index": 748,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Ow!",
      "wordCount": 1
    },
    {
      "id": 749,
      "index": 749,
      "character": "KANE",
      "gender": "Male",
      "line": "What's the matter with you?",
      "wordCount": 5
    },
    {
      "id": 750,
      "index": 750,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Toothache.",
      "wordCount": 1
    },
    {
      "id": 751,
      "index": 751,
      "character": "KANE",
      "gender": "Male",
      "line": "Hmm!",
      "wordCount": 1
    },
    {
      "id": 752,
      "index": 752,
      "character": "SUSAN",
      "gender": "Female",
      "line": "You've got some on your face.",
      "wordCount": 6
    },
    {
      "id": 753,
      "index": 753,
      "character": "KANE",
      "gender": "Male",
      "line": "If these sidewalks were kept in condition - instead of the money going to some cheap grafter -",
      "wordCount": 18
    },
    {
      "id": 754,
      "index": 754,
      "character": "KANE",
      "gender": "Male",
      "line": "What's funny now?",
      "wordCount": 3
    },
    {
      "id": 755,
      "index": 755,
      "character": "SUSAN",
      "gender": "Female",
      "line": "You are. You look like you've been making mud pies.",
      "wordCount": 10
    },
    {
      "id": 756,
      "index": 756,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Oh!",
      "wordCount": 1
    },
    {
      "id": 757,
      "index": 757,
      "character": "KANE",
      "gender": "Male",
      "line": "You're no Venus de Milo.",
      "wordCount": 5
    },
    {
      "id": 758,
      "index": 758,
      "character": "SUSAN",
      "gender": "Female",
      "line": "If you want to come in and wash your face - I can get you some hot water to get that dirt off your trousers -",
      "wordCount": 26
    },
    {
      "id": 759,
      "index": 759,
      "character": "KANE",
      "gender": "Male",
      "line": "Thanks.",
      "wordCount": 1
    },
    {
      "id": 760,
      "index": 760,
      "character": "SUSAN",
      "gender": "Female",
      "line": "My landlady prefers me to keep this door open when I have a gentleman caller. She's a very decent woman. Ow!",
      "wordCount": 21
    },
    {
      "id": 761,
      "index": 761,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Hey, you should be more careful. That's my ma and pa.",
      "wordCount": 11
    },
    {
      "id": 762,
      "index": 762,
      "character": "KANE",
      "gender": "Male",
      "line": "I'm sorry. They live here, too?",
      "wordCount": 6
    },
    {
      "id": 763,
      "index": 763,
      "character": "SUSAN",
      "gender": "Female",
      "line": "No. They've passed on.",
      "wordCount": 4
    },
    {
      "id": 764,
      "index": 764,
      "character": "KANE",
      "gender": "Male",
      "line": "Where's the soap?",
      "wordCount": 3
    },
    {
      "id": 765,
      "index": 765,
      "character": "SUSAN",
      "gender": "Female",
      "line": "In the water.",
      "wordCount": 3
    },
    {
      "id": 766,
      "index": 766,
      "character": "KANE",
      "gender": "Male",
      "line": "You're very easily amused.",
      "wordCount": 4
    },
    {
      "id": 767,
      "index": 767,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I always like to see the funny side of things. No sense crying when you don't have to. And you're so funny. Looking at you, I forget all about my toothache.",
      "wordCount": 31
    },
    {
      "id": 768,
      "index": 768,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Oh!",
      "wordCount": 1
    },
    {
      "id": 769,
      "index": 769,
      "character": "KANE",
      "gender": "Male",
      "line": "I can't stay here all night chasing your pain away.",
      "wordCount": 10
    },
    {
      "id": 770,
      "index": 770,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I know... But you do look so silly.",
      "wordCount": 8
    },
    {
      "id": 771,
      "index": 771,
      "character": "KANE",
      "gender": "Male",
      "line": "Where's the towel?",
      "wordCount": 3
    },
    {
      "id": 772,
      "index": 772,
      "character": "SUSAN",
      "gender": "Female",
      "line": "On the chiffonier. Here.",
      "wordCount": 4
    },
    {
      "id": 773,
      "index": 773,
      "character": "KANE",
      "gender": "Male",
      "line": "Thanks.",
      "wordCount": 1
    },
    {
      "id": 774,
      "index": 774,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I've got a brush in the closet. As soon as the mud on your trousers is all dry - you just brush it off.",
      "wordCount": 24
    },
    {
      "id": 775,
      "index": 775,
      "character": "KANE",
      "gender": "Male",
      "line": "I'll get these streets fixed, if it's the last thing I do.",
      "wordCount": 12
    },
    {
      "id": 776,
      "index": 776,
      "character": "KANE",
      "gender": "Male",
      "line": "You are in pain, aren't you, you poor kid?",
      "wordCount": 9
    },
    {
      "id": 777,
      "index": 777,
      "character": "KANE",
      "gender": "Male",
      "line": "Wish there was something I could -",
      "wordCount": 7
    },
    {
      "id": 778,
      "index": 778,
      "character": "KANE",
      "gender": "Male",
      "line": "I've got an idea, young lady. Turn around and look at me. I said, turn around and look at me, young lady.",
      "wordCount": 22
    },
    {
      "id": 779,
      "index": 779,
      "character": "KANE",
      "gender": "Male",
      "line": "Did you ever see anybody wiggle both his ears at the same time?",
      "wordCount": 13
    },
    {
      "id": 780,
      "index": 780,
      "character": "KANE",
      "gender": "Male",
      "line": "Watch closely! It took me two solid years at the finest boys' school in the world to learn that trick. The fellow who taught me is President of Venezuela now.",
      "wordCount": 30
    },
    {
      "id": 781,
      "index": 781,
      "character": "KANE",
      "gender": "Male",
      "line": "That's it! Smile!",
      "wordCount": 3
    },
    {
      "id": 782,
      "index": 782,
      "character": "SUSAN",
      "gender": "Female",
      "line": "A chicken?",
      "wordCount": 2
    },
    {
      "id": 783,
      "index": 783,
      "character": "KANE",
      "gender": "Male",
      "line": "No. But you're close.",
      "wordCount": 4
    },
    {
      "id": 784,
      "index": 784,
      "character": "SUSAN",
      "gender": "Female",
      "line": "A rooster?",
      "wordCount": 2
    },
    {
      "id": 785,
      "index": 785,
      "character": "KANE",
      "gender": "Male",
      "line": "You're getting farther away all the time. It's a duck.",
      "wordCount": 10
    },
    {
      "id": 786,
      "index": 786,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Excuse me, Mr. Kane. I know this takes a lot of nerve, but - who are you? I mean - I'm pretty ignorant, guess you caught on to that -",
      "wordCount": 30
    },
    {
      "id": 787,
      "index": 787,
      "character": "KANE",
      "gender": "Male",
      "line": "You really don't know who I am?",
      "wordCount": 7
    },
    {
      "id": 788,
      "index": 788,
      "character": "SUSAN",
      "gender": "Female",
      "line": "No. That is, I bet it turns out I've heard your name a million times, only you know how it is -",
      "wordCount": 22
    },
    {
      "id": 789,
      "index": 789,
      "character": "KANE",
      "gender": "Male",
      "line": "But you like me, don't you? Even though you don't know who I am?",
      "wordCount": 14
    },
    {
      "id": 790,
      "index": 790,
      "character": "SUSAN",
      "gender": "Female",
      "line": "You've been wonderful! I can't tell you how glad I am you're here, I don't know many people and -",
      "wordCount": 20
    },
    {
      "id": 791,
      "index": 791,
      "character": "KANE",
      "gender": "Male",
      "line": "And I know too many people. Obviously, we're both lonely. Would you like to know where I was going tonight - when you ran into me and ruined my Sunday clothes?",
      "wordCount": 31
    },
    {
      "id": 792,
      "index": 792,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I didn't run into you and I bet they're not your Sunday clothes. You've probably got a lot of clothes.",
      "wordCount": 20
    },
    {
      "id": 793,
      "index": 793,
      "character": "KANE",
      "gender": "Male",
      "line": "I was only joking! This evening I was on my way to the Western Manhattan Warehouses - in search of my youth.",
      "wordCount": 22
    },
    {
      "id": 794,
      "index": 794,
      "character": "KANE",
      "gender": "Male",
      "line": "You see, my mother died, too - a long time ago. Her things were put into storage out west because I had no place to put them then. I still haven't. But now I've sent for them just the same. And tonight I'd planned to make a sort of sentimental journey - - to the scenes of my youth - my childhood, I suppose - to look again at - and now -",
      "wordCount": 73
    },
    {
      "id": 795,
      "index": 795,
      "character": "KANE",
      "gender": "Male",
      "line": "Who am I? Well, let's see. Charles Foster Kane was born in New Salem, Colorado in eighteen six - I run a couple of newspapers. How about you?",
      "wordCount": 28
    },
    {
      "id": 796,
      "index": 796,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Oh, me -",
      "wordCount": 3
    },
    {
      "id": 797,
      "index": 797,
      "character": "KANE",
      "gender": "Male",
      "line": "How old did you say you were?",
      "wordCount": 7
    },
    {
      "id": 798,
      "index": 798,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I didn't say.",
      "wordCount": 3
    },
    {
      "id": 799,
      "index": 799,
      "character": "KANE",
      "gender": "Male",
      "line": "I didn't think you did. If you had, I wouldn't have asked you again, because I'd have remembered. How old?",
      "wordCount": 20
    },
    {
      "id": 800,
      "index": 800,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Pretty old. I'll be twenty-two in August.",
      "wordCount": 7
    },
    {
      "id": 801,
      "index": 801,
      "character": "KANE",
      "gender": "Male",
      "line": "That's a ripe old age - What do you do?",
      "wordCount": 10
    },
    {
      "id": 802,
      "index": 802,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I work at Seligman's.",
      "wordCount": 4
    },
    {
      "id": 803,
      "index": 803,
      "character": "KANE",
      "gender": "Male",
      "line": "Is that what you want to do?",
      "wordCount": 7
    },
    {
      "id": 804,
      "index": 804,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I want to be a singer. I mean, I didn't. Mother did for me.",
      "wordCount": 14
    },
    {
      "id": 805,
      "index": 805,
      "character": "KANE",
      "gender": "Male",
      "line": "What happened to the singing? You're not in a show, are you?",
      "wordCount": 12
    },
    {
      "id": 806,
      "index": 806,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Oh, no! Nothing like that. Mother always thought - she used to talk about Grand Opera for me. Imagine! An American girl, for one thing - and then my voice isn't really that kind anyway, it's just that Mother - you know what mothers are like.",
      "wordCount": 46
    },
    {
      "id": 807,
      "index": 807,
      "character": "KANE",
      "gender": "Male",
      "line": "Yes -",
      "wordCount": 2
    },
    {
      "id": 808,
      "index": 808,
      "character": "SUSAN",
      "gender": "Female",
      "line": "As a matter of fact, I do sing a little.",
      "wordCount": 10
    },
    {
      "id": 809,
      "index": 809,
      "character": "KANE",
      "gender": "Male",
      "line": "Would you sing for me?",
      "wordCount": 5
    },
    {
      "id": 810,
      "index": 810,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Oh, you wouldn't want to hear me sing.",
      "wordCount": 8
    },
    {
      "id": 811,
      "index": 811,
      "character": "KANE",
      "gender": "Male",
      "line": "Yes, I would. That's why I asked.",
      "wordCount": 7
    },
    {
      "id": 812,
      "index": 812,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Well, I -",
      "wordCount": 3
    },
    {
      "id": 813,
      "index": 813,
      "character": "KANE",
      "gender": "Male",
      "line": "Don't tell me your toothache is bothering you again?",
      "wordCount": 9
    },
    {
      "id": 814,
      "index": 814,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Oh, no, that's all gone.",
      "wordCount": 5
    },
    {
      "id": 815,
      "index": 815,
      "character": "KANE",
      "gender": "Male",
      "line": "Then you have no alibi at all. Please sing.",
      "wordCount": 9
    },
    {
      "id": 816,
      "index": 816,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I did a lot of singing after that. I sang for Charlie - I sang for teachers at a hundred bucks an hour - the teachers got that, I didn't -",
      "wordCount": 31
    },
    {
      "id": 817,
      "index": 817,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "What did you get?",
      "wordCount": 4
    },
    {
      "id": 818,
      "index": 818,
      "character": "SUSAN",
      "gender": "Female",
      "line": "What do you mean?",
      "wordCount": 4
    },
    {
      "id": 819,
      "index": 819,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I didn't get a thing. Just the music lessons. That's all there was to it.",
      "wordCount": 15
    },
    {
      "id": 820,
      "index": 820,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "He married you, didn't he?",
      "wordCount": 5
    },
    {
      "id": 821,
      "index": 821,
      "character": "SUSAN",
      "gender": "Female",
      "line": "He was in love with me. But he never told me so until after it all came out in the papers about us - and he lost the election and that Norton woman divorced him.",
      "wordCount": 35
    },
    {
      "id": 822,
      "index": 822,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "What about that apartment?",
      "wordCount": 4
    },
    {
      "id": 823,
      "index": 823,
      "character": "SUSAN",
      "gender": "Female",
      "line": "He wanted me to be comfortable - Oh, why should I bother? You don't believe me, but it's true. It just happens to be true. He was really interested in my voice. What are you smiling for? What do you think he built that opera house for? I didn't want it. I didn't want to sing. It was his idea - everything was his idea - except my leaving him.",
      "wordCount": 70
    },
    {
      "id": 824,
      "index": 824,
      "character": "MATISTI",
      "gender": "NA",
      "line": "Impossible! Impossible!",
      "wordCount": 2
    },
    {
      "id": 825,
      "index": 825,
      "character": "KANE",
      "gender": "Male",
      "line": "Your job isn't to give Mrs. Kane your opinion of her talents. You're supposed to train her voice. Nothing more.",
      "wordCount": 20
    },
    {
      "id": 826,
      "index": 826,
      "character": "MATISTI",
      "gender": "NA",
      "line": "But, it is impossible. I will be the laughingstock of the musical world! People will say -",
      "wordCount": 17
    },
    {
      "id": 827,
      "index": 827,
      "character": "KANE",
      "gender": "Male",
      "line": "If you're interested in what people say, Signor Matisti, I may be able to enlighten you a bit. The newspapers, for instance. I'm an authority on what the papers will say, Signor Matisti, because I own eight of them between here and San Francisco... It's all right, dear. Signor Matisti is going to listen to reason. Aren't you, maestro?",
      "wordCount": 59
    },
    {
      "id": 828,
      "index": 828,
      "character": "MATISTI",
      "gender": "NA",
      "line": "Mr. Kane, how can I persuade you -",
      "wordCount": 8
    },
    {
      "id": 829,
      "index": 829,
      "character": "KANE",
      "gender": "Male",
      "line": "You can't.",
      "wordCount": 2
    },
    {
      "id": 830,
      "index": 830,
      "character": "KANE",
      "gender": "Male",
      "line": "I knew you'd see it my way.",
      "wordCount": 7
    },
    {
      "id": 831,
      "index": 831,
      "character": "THE VOICE",
      "gender": "NA",
      "line": "- really pathetic.",
      "wordCount": 3
    },
    {
      "id": 832,
      "index": 832,
      "character": "SUSAN",
      "gender": "Female",
      "line": "You don't propose to have yourself made ridiculous? What about me? I'm the one that has to do the singing. I'm the one that gets the razzberries. Last week, when I was shopping, one of the salesgirls did an imitation of me for another girl. She thought I didn't see her, but - Charlie, you might as well make up your mind to it. This is one thing you're not going to have your own way about. I can't sing and you know it - Why can't you just -",
      "wordCount": 90
    },
    {
      "id": 833,
      "index": 833,
      "character": "KANE",
      "gender": "Male",
      "line": "My reasons satisfy me, Susan. You seem unable to understand them. I will not tell them to you again. You will continue with your singing.",
      "wordCount": 25
    },
    {
      "id": 834,
      "index": 834,
      "character": "KANE'S VOICE",
      "gender": "NA",
      "line": "Let's have your keys, Raymond.",
      "wordCount": 5
    },
    {
      "id": 835,
      "index": 835,
      "character": "RAYMOND'S VOICE",
      "gender": "NA",
      "line": "Yes, sir.",
      "wordCount": 2
    },
    {
      "id": 836,
      "index": 836,
      "character": "KANE'S VOICE",
      "gender": "NA",
      "line": "The key must be in the other side. We'll knock the door down, Raymond.",
      "wordCount": 14
    },
    {
      "id": 837,
      "index": 837,
      "character": "RAYMOND'S VOICE",
      "gender": "NA",
      "line": "Mrs. Kane -",
      "wordCount": 3
    },
    {
      "id": 838,
      "index": 838,
      "character": "KANE'S VOICE",
      "gender": "NA",
      "line": "Do what I say.",
      "wordCount": 4
    },
    {
      "id": 839,
      "index": 839,
      "character": "KANE",
      "gender": "Male",
      "line": "Get Dr. Corey.",
      "wordCount": 3
    },
    {
      "id": 840,
      "index": 840,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "Yes, sir.",
      "wordCount": 2
    },
    {
      "id": 841,
      "index": 841,
      "character": "DR. COREY",
      "gender": "NA",
      "line": "She'll be perfectly all right in a day or two, Mr. Kane.",
      "wordCount": 12
    },
    {
      "id": 842,
      "index": 842,
      "character": "DR. COREY",
      "gender": "NA",
      "line": "The nurse has complete instructions, but if you care to talk to me at any time, I should be only too glad - I shall be here in the morning.",
      "wordCount": 30
    },
    {
      "id": 843,
      "index": 843,
      "character": "KANE",
      "gender": "Male",
      "line": "Thank you. I can't imagine how Mrs. Kane came to make such a silly mistake. The sedative Dr. Wagner gave her is in a somewhat larger bottle - I suppose the strain of preparing for her trip has excited and confused her.",
      "wordCount": 42
    },
    {
      "id": 844,
      "index": 844,
      "character": "DR. COREY",
      "gender": "NA",
      "line": "I'm sure that's it.",
      "wordCount": 4
    },
    {
      "id": 845,
      "index": 845,
      "character": "KANE",
      "gender": "Male",
      "line": "There are no objections to my staying here with her, are there?",
      "wordCount": 12
    },
    {
      "id": 846,
      "index": 846,
      "character": "DR. COREY",
      "gender": "NA",
      "line": "Not at all. I'd like the nurse to be here, too.",
      "wordCount": 11
    },
    {
      "id": 847,
      "index": 847,
      "character": "KANE",
      "gender": "Male",
      "line": "Of course.",
      "wordCount": 2
    },
    {
      "id": 848,
      "index": 848,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I couldn't make you see how I felt, Charlie. I just couldn't - I couldn't go threw with singing again. You don't know what it means to feel - to know that people - that an audience don't want you. That if you haven't got what they want - a real voice - they just don't care about you. Even when they're polite - and they don't laugh or get restless or - you know... They don't want you. They just -",
      "wordCount": 82
    },
    {
      "id": 849,
      "index": 849,
      "character": "KANE",
      "gender": "Male",
      "line": "That's when you've got to fight them. That's when you've got to make them. That's -",
      "wordCount": 16
    },
    {
      "id": 850,
      "index": 850,
      "character": "KANE",
      "gender": "Male",
      "line": "I'm sorry. You won't have to fight them anymore. It's their loss.",
      "wordCount": 12
    },
    {
      "id": 851,
      "index": 851,
      "character": "SUSAN",
      "gender": "Female",
      "line": "What time is it?",
      "wordCount": 4
    },
    {
      "id": 852,
      "index": 852,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Charlie! I said, what time is it?",
      "wordCount": 7
    },
    {
      "id": 853,
      "index": 853,
      "character": "KANE",
      "gender": "Male",
      "line": "Half past eleven.",
      "wordCount": 3
    },
    {
      "id": 854,
      "index": 854,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I mean in New York.",
      "wordCount": 5
    },
    {
      "id": 855,
      "index": 855,
      "character": "KANE",
      "gender": "Male",
      "line": "Half past eleven.",
      "wordCount": 3
    },
    {
      "id": 856,
      "index": 856,
      "character": "SUSAN",
      "gender": "Female",
      "line": "At night?",
      "wordCount": 2
    },
    {
      "id": 857,
      "index": 857,
      "character": "KANE",
      "gender": "Male",
      "line": "Yes. The bulldog's just gone to press.",
      "wordCount": 7
    },
    {
      "id": 858,
      "index": 858,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Hurray for the bulldog! Half past eleven! The shows have just let out. People are going to night clubs and restaurants. Of course, we're different. We live in a palace - at the end of the world.",
      "wordCount": 37
    },
    {
      "id": 859,
      "index": 859,
      "character": "KANE",
      "gender": "Male",
      "line": "You always said you wanted to live in a palace.",
      "wordCount": 10
    },
    {
      "id": 860,
      "index": 860,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Can't we go back, Charlie?",
      "wordCount": 5
    },
    {
      "id": 861,
      "index": 861,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Charlie -",
      "wordCount": 2
    },
    {
      "id": 862,
      "index": 862,
      "character": "SUSAN",
      "gender": "Female",
      "line": "If I promise to be a good girl! Not to drink - and to entertain all the governors and the senators with dignity - Charlie -",
      "wordCount": 26
    },
    {
      "id": 863,
      "index": 863,
      "character": "KANE",
      "gender": "Male",
      "line": "One thing I've never been able to understand, Susan. How do you know you haven't done them before?",
      "wordCount": 18
    },
    {
      "id": 864,
      "index": 864,
      "character": "SUSAN",
      "gender": "Female",
      "line": "It makes a whole lot more sense than collecting Venuses.",
      "wordCount": 10
    },
    {
      "id": 865,
      "index": 865,
      "character": "KANE",
      "gender": "Male",
      "line": "You may be right - I sometimes wonder - but you get into the habit -",
      "wordCount": 16
    },
    {
      "id": 866,
      "index": 866,
      "character": "SUSAN",
      "gender": "Female",
      "line": "It's not a habit. I do it because I like it.",
      "wordCount": 11
    },
    {
      "id": 867,
      "index": 867,
      "character": "KANE",
      "gender": "Male",
      "line": "I was referring to myself. I thought we might have a picnic tomorrow - it might be a nice change after the Wild West party tonight. Invite everybody to go to the Everglades -",
      "wordCount": 34
    },
    {
      "id": 868,
      "index": 868,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Invite everybody! Order everybody, you mean, and make them sleep in tents! Who wants to sleep in tents when they have a nice room of their own - with their own bath, where they know where everything is?",
      "wordCount": 38
    },
    {
      "id": 869,
      "index": 869,
      "character": "KANE",
      "gender": "Male",
      "line": "I thought we might invite everybody to go on a picnic tomorrow. Stay at Everglades overnight. Please see that the arrangements are made, Susan.",
      "wordCount": 24
    },
    {
      "id": 870,
      "index": 870,
      "character": "KANE",
      "gender": "Male",
      "line": "You remember my son, Mr. Bernstein.",
      "wordCount": 6
    },
    {
      "id": 871,
      "index": 871,
      "character": "BERNSTEIN'S VOICE",
      "gender": "NA",
      "line": "Oh, yes. How do you do, Mr. Kane?",
      "wordCount": 8
    },
    {
      "id": 872,
      "index": 872,
      "character": "CHARLIE JR.'S VOICE",
      "gender": "NA",
      "line": "Hello.",
      "wordCount": 1
    },
    {
      "id": 873,
      "index": 873,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I'm not going to put up with it.",
      "wordCount": 8
    },
    {
      "id": 874,
      "index": 874,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I mean it. Oh, I know I always say I mean it, and then I don't - or you get me so don't do what I say I'm going to - but -",
      "wordCount": 33
    },
    {
      "id": 875,
      "index": 875,
      "character": "KANE",
      "gender": "Male",
      "line": "You're in a tent, darling. You're not at home. And I can hear you very well if you just talk in a normal tone of voice.",
      "wordCount": 26
    },
    {
      "id": 876,
      "index": 876,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I'm not going to have my guests insulted, just because you think - - if people want to bring a drink or two along on a picnic, that's their business. You've got no right -",
      "wordCount": 35
    },
    {
      "id": 877,
      "index": 877,
      "character": "KANE",
      "gender": "Male",
      "line": "I've got more than a right as far as you're concerned, Susan.",
      "wordCount": 12
    },
    {
      "id": 878,
      "index": 878,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Oh, I'm sick and tired of you telling me what I must and what I musn't do!",
      "wordCount": 17
    },
    {
      "id": 879,
      "index": 879,
      "character": "KANE",
      "gender": "Male",
      "line": "You're my wife, Susan, and -",
      "wordCount": 6
    },
    {
      "id": 880,
      "index": 880,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I'm not just your wife, I'm a person all by myself - or I ought to be. I was once. Sometimes you get me to believing I never was.",
      "wordCount": 29
    },
    {
      "id": 881,
      "index": 881,
      "character": "KANE",
      "gender": "Male",
      "line": "We can discuss all this some other time, Susan. Right now -",
      "wordCount": 12
    },
    {
      "id": 882,
      "index": 882,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I'll discuss what's on my mind when I want to. You're not going to keep on running my life the way you want it.",
      "wordCount": 24
    },
    {
      "id": 883,
      "index": 883,
      "character": "KANE",
      "gender": "Male",
      "line": "As far as you're concerned, Susan, I've never wanted anything - I don't want anything now - except what you want.",
      "wordCount": 21
    },
    {
      "id": 884,
      "index": 884,
      "character": "SUSAN",
      "gender": "Female",
      "line": "What you want me to want, you mean. What you've decided I ought to have - what you'd want if you were me. But you've never given me anything that -",
      "wordCount": 31
    },
    {
      "id": 885,
      "index": 885,
      "character": "KANE",
      "gender": "Male",
      "line": "Susan, I really think -",
      "wordCount": 5
    },
    {
      "id": 886,
      "index": 886,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Oh, I don't mean the things you've given me - that don't mean anything to you. What's the difference between giving me a bracelet or giving somebody else a hundred thousand dollars for a statue you're going to keep crated up and never look at? It's only money. It doesn't mean anything. You're not really giving anything that belongs to you, that you care about.",
      "wordCount": 65
    },
    {
      "id": 887,
      "index": 887,
      "character": "KANE",
      "gender": "Male",
      "line": "Susan, I want you to stop this. And right now!",
      "wordCount": 10
    },
    {
      "id": 888,
      "index": 888,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Well, I'm not going to stop it. I'm going to say exactly what I think. You've never given me anything. You've tried to buy me into giving you something. You're - - it's like you were bribing me! That's what it's been from the first moment I met you. No matter how much it cost you - your time, your money - that's what you've done with everybody you've ever known. Tried to bribe them!",
      "wordCount": 75
    },
    {
      "id": 889,
      "index": 889,
      "character": "KANE",
      "gender": "Male",
      "line": "Susan!",
      "wordCount": 1
    },
    {
      "id": 890,
      "index": 890,
      "character": "KANE",
      "gender": "Male",
      "line": "You're talking an incredible amount of nonsense, Susan. Whatever I do - I do - because I love you.",
      "wordCount": 19
    },
    {
      "id": 891,
      "index": 891,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Love! You don't love anybody! Me or anybody else! You want to be loved - that's all you want! I'm Charles Foster Kane. Whatever you want - just name it and it's yours! Only love me! Don't expect me to love you -",
      "wordCount": 43
    },
    {
      "id": 892,
      "index": 892,
      "character": "SUSAN",
      "gender": "Female",
      "line": "You - you hit me.",
      "wordCount": 5
    },
    {
      "id": 893,
      "index": 893,
      "character": "SUSAN",
      "gender": "Female",
      "line": "You'll never have another chance to hit me again. Never knew till this minute -",
      "wordCount": 15
    },
    {
      "id": 894,
      "index": 894,
      "character": "KANE",
      "gender": "Male",
      "line": "Susan, it seems to me -",
      "wordCount": 6
    },
    {
      "id": 895,
      "index": 895,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Don't tell me you're sorry.",
      "wordCount": 5
    },
    {
      "id": 896,
      "index": 896,
      "character": "KANE",
      "gender": "Male",
      "line": "I'm not sorry.",
      "wordCount": 3
    },
    {
      "id": 897,
      "index": 897,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I'm going to leave you.",
      "wordCount": 5
    },
    {
      "id": 898,
      "index": 898,
      "character": "KANE",
      "gender": "Male",
      "line": "No, you're not.",
      "wordCount": 3
    },
    {
      "id": 899,
      "index": 899,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Yes.",
      "wordCount": 1
    },
    {
      "id": 900,
      "index": 900,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "Mrs. Kane would like to see you, Mr. Kane.",
      "wordCount": 9
    },
    {
      "id": 901,
      "index": 901,
      "character": "KANE",
      "gender": "Male",
      "line": "All right.",
      "wordCount": 2
    },
    {
      "id": 902,
      "index": 902,
      "character": "KANE",
      "gender": "Male",
      "line": "Is Mrs. Kane -",
      "wordCount": 4
    },
    {
      "id": 903,
      "index": 903,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "Marie has been packing since morning, Mr. Kane.",
      "wordCount": 8
    },
    {
      "id": 904,
      "index": 904,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Tell Arnold I'm ready, Marie. He can get the bags.",
      "wordCount": 10
    },
    {
      "id": 905,
      "index": 905,
      "character": "MARIE",
      "gender": "NA",
      "line": "Yes, Mrs. Kane.",
      "wordCount": 3
    },
    {
      "id": 906,
      "index": 906,
      "character": "KANE",
      "gender": "Male",
      "line": "Have you gone completely crazy?",
      "wordCount": 5
    },
    {
      "id": 907,
      "index": 907,
      "character": "KANE",
      "gender": "Male",
      "line": "Don't you realize that everybody here is going to know about this? That you've packed your bags and ordered the car and -",
      "wordCount": 23
    },
    {
      "id": 908,
      "index": 908,
      "character": "SUSAN",
      "gender": "Female",
      "line": "- And left? Of course they'll hear. I'm not saying goodbye - except to you - but I never imagined that people wouldn't know.",
      "wordCount": 24
    },
    {
      "id": 909,
      "index": 909,
      "character": "KANE",
      "gender": "Male",
      "line": "I won't let you go.",
      "wordCount": 5
    },
    {
      "id": 910,
      "index": 910,
      "character": "SUSAN",
      "gender": "Female",
      "line": "You can't stop me.",
      "wordCount": 4
    },
    {
      "id": 911,
      "index": 911,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Goodbye, Charlie.",
      "wordCount": 2
    },
    {
      "id": 912,
      "index": 912,
      "character": "KANE",
      "gender": "Male",
      "line": "Don't go, Susan.",
      "wordCount": 3
    },
    {
      "id": 913,
      "index": 913,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Let's not start all over again, Charlie. We've said everything that can be said.",
      "wordCount": 14
    },
    {
      "id": 914,
      "index": 914,
      "character": "KANE",
      "gender": "Male",
      "line": "Susan, don't go! Susan, please!",
      "wordCount": 5
    },
    {
      "id": 915,
      "index": 915,
      "character": "KANE",
      "gender": "Male",
      "line": "You mustn't go, Susan. Everything'll be exactly the way you want it. Not the way I think you want it - by your way. Please, Susan - Susan!",
      "wordCount": 28
    },
    {
      "id": 916,
      "index": 916,
      "character": "KANE",
      "gender": "Male",
      "line": "Don't go, Susan! You mustn't go! You - you can't do this to me, Susan -",
      "wordCount": 16
    },
    {
      "id": 917,
      "index": 917,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I see - it's you that this is being done to! It's not me at all. Not how I feel. Not what it means to me. I can't do this to you! Oh, yes I can.",
      "wordCount": 36
    },
    {
      "id": 918,
      "index": 918,
      "character": "SUSAN",
      "gender": "Female",
      "line": "In case you've never heard of how I lost all my money - and it was plenty, believe me -",
      "wordCount": 20
    },
    {
      "id": 919,
      "index": 919,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "The last ten years have been tough on a lot of people.",
      "wordCount": 12
    },
    {
      "id": 920,
      "index": 920,
      "character": "SUSAN",
      "gender": "Female",
      "line": "They haven't been tough on me. I just lost my money. But when I compare these last ten years with the twenty I spent with him -",
      "wordCount": 27
    },
    {
      "id": 921,
      "index": 921,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "I feel kind of sorry for him, all the same -",
      "wordCount": 11
    },
    {
      "id": 922,
      "index": 922,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Don't you think I do? You say you're going down to Xanadu?",
      "wordCount": 12
    },
    {
      "id": 923,
      "index": 923,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Monday, with some of the boys from the office. Mr. Rawlston wants the whole place photographed carefully - all that art stuff. We run a picture magazine, you know -",
      "wordCount": 30
    },
    {
      "id": 924,
      "index": 924,
      "character": "SUSAN",
      "gender": "Female",
      "line": "I know. If you're smart, you'll talk to Raymond. That's the butler. You can learn a lot from him. He knows where the bodies are buried.",
      "wordCount": 26
    },
    {
      "id": 925,
      "index": 925,
      "character": "SUSAN",
      "gender": "Female",
      "line": "Well, what do you know? It's morning already. You must come around and tell me the story of your life sometime.",
      "wordCount": 21
    },
    {
      "id": 926,
      "index": 926,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "Yes, sir - yes, sir, I knew how to handle the old man. He was kind of queer, but I knew how to handle him.",
      "wordCount": 25
    },
    {
      "id": 927,
      "index": 927,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Queer?",
      "wordCount": 1
    },
    {
      "id": 928,
      "index": 928,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "Yeah. I guess he wasn't very happy those last years - he didn't have much reason to be -",
      "wordCount": 19
    },
    {
      "id": 929,
      "index": 929,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "Mr. Charles Foster Kane announced today that Mrs. Charles Foster Kane has left Xanadu, his Florida home, under the terms of a peaceful and friendly agreement with the intention of filing suit for divorce at an early date. Mrs. Kane said that she does not intend to return to the operatic career which she gave up a few years after her marriage, at Mr. Kane's request. Signed, Charles Foster Kane.",
      "wordCount": 70
    },
    {
      "id": 930,
      "index": 930,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "Exclusive for immediate transmission. Urgent priority all Kane papers.",
      "wordCount": 9
    },
    {
      "id": 931,
      "index": 931,
      "character": "FRED",
      "gender": "NA",
      "line": "Okay.",
      "wordCount": 1
    },
    {
      "id": 932,
      "index": 932,
      "character": "KATHERINE",
      "gender": "NA",
      "line": "Yes ... yes... Mrs. Tinsdall - Very well. It's the housekeeper.",
      "wordCount": 11
    },
    {
      "id": 933,
      "index": 933,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "Yes?",
      "wordCount": 1
    },
    {
      "id": 934,
      "index": 934,
      "character": "KATHERINE",
      "gender": "NA",
      "line": "She says there's some sort of disturbance up in Mrs. Alexander's room. She's afraid to go in.",
      "wordCount": 17
    },
    {
      "id": 935,
      "index": 935,
      "character": "KANE",
      "gender": "Male",
      "line": "Close the door, Raymond.",
      "wordCount": 4
    },
    {
      "id": 936,
      "index": 936,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "Yes, sir.",
      "wordCount": 2
    },
    {
      "id": 937,
      "index": 937,
      "character": "KANE",
      "gender": "Male",
      "line": "Lock it - and keep it locked.",
      "wordCount": 7
    },
    {
      "id": 938,
      "index": 938,
      "character": "KANE",
      "gender": "Male",
      "line": "Raymond -",
      "wordCount": 2
    },
    {
      "id": 939,
      "index": 939,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "Yes, sir -",
      "wordCount": 3
    },
    {
      "id": 940,
      "index": 940,
      "character": "KANE",
      "gender": "Male",
      "line": "Keep it locked.",
      "wordCount": 3
    },
    {
      "id": 941,
      "index": 941,
      "character": "ONE OF THE WORKMEN",
      "gender": "NA",
      "line": "Sorry, Mr. Kane, we won't be able to cement it till tommorrow. We -",
      "wordCount": 14
    },
    {
      "id": 942,
      "index": 942,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "Okay.",
      "wordCount": 1
    },
    {
      "id": 943,
      "index": 943,
      "character": "KANE",
      "gender": "Male",
      "line": "Do you like poetry, Raymond?",
      "wordCount": 5
    },
    {
      "id": 944,
      "index": 944,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "Can't say, sir.",
      "wordCount": 3
    },
    {
      "id": 945,
      "index": 945,
      "character": "KANE",
      "gender": "Male",
      "line": "Mrs. Kane liked poetry -",
      "wordCount": 5
    },
    {
      "id": 946,
      "index": 946,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "Yes, Mr. Kane.",
      "wordCount": 3
    },
    {
      "id": 947,
      "index": 947,
      "character": "KANE",
      "gender": "Male",
      "line": "Not my wife - not either of them.",
      "wordCount": 8
    },
    {
      "id": 948,
      "index": 948,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "Oh, yes, sir.",
      "wordCount": 3
    },
    {
      "id": 949,
      "index": 949,
      "character": "KANE",
      "gender": "Male",
      "line": "Do you know what that is?",
      "wordCount": 6
    },
    {
      "id": 950,
      "index": 950,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "It's a wall you bought in China, Mr. Kane.",
      "wordCount": 9
    },
    {
      "id": 951,
      "index": 951,
      "character": "KANE",
      "gender": "Male",
      "line": "Persia. It belonged to a king.",
      "wordCount": 6
    },
    {
      "id": 952,
      "index": 952,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "How did you get him to part with it, Mr. Kane?",
      "wordCount": 11
    },
    {
      "id": 953,
      "index": 953,
      "character": "KANE",
      "gender": "Male",
      "line": "He was dead... That's a poem. Do you know what it means?",
      "wordCount": 12
    },
    {
      "id": 954,
      "index": 954,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "No, I don't, Mr. Kane.",
      "wordCount": 5
    },
    {
      "id": 955,
      "index": 955,
      "character": "KANE",
      "gender": "Male",
      "line": "I didn't used to be afraid of it.",
      "wordCount": 8
    },
    {
      "id": 956,
      "index": 956,
      "character": "KANE",
      "gender": "Male",
      "line": "The drunkeness of youth has passed like a fever, And yet I saw many things, Seeing my glory in the days of my glory, I thought my power eternal And the days of my life Fixed surely in the years But a whisper came to me From Him who dies not. I called my tributary kings together And those who were proud rulers under me, I opened the boxes of my treasure to them, saying: \"Take hills of gold, moutains of silver, And give me only one more day upon the earth.\" But they stood silent, Looking upon the ground; So that I died And Death came to sit upon my throne. O sons of men You see a stranger upon the road, You call to him and he does not step. He is your life Walking towards time, Hurrying to meet the kings of India and China. O sons of men You are caught in the web of the world And the spider Nothing waits behind it. Where are the men with towering hopes? They have changed places with owls, Owls who have lived in tombs And now inhabit a palace.",
      "wordCount": 192
    },
    {
      "id": 957,
      "index": 957,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "That's the whole works, right up to date.",
      "wordCount": 8
    },
    {
      "id": 958,
      "index": 958,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Sentimental fellow, aren't you?",
      "wordCount": 4
    },
    {
      "id": 959,
      "index": 959,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "Yes and no.",
      "wordCount": 3
    },
    {
      "id": 960,
      "index": 960,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Well, thanks a lot.",
      "wordCount": 4
    },
    {
      "id": 961,
      "index": 961,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "See what I mean? He was a little gone in the head - the last couple of years, anyway - but I knew how to handle him. That \"Rosebud\" - that don't mean anything. I heard him say it. He just said \"Rosebud\" and then he dropped that glass ball and it broke on the floor. He didn't say anything about that, so I knew he was dead - He said all kind of things I couldn't make out. But I knew how to take care of him.",
      "wordCount": 88
    },
    {
      "id": 962,
      "index": 962,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "You can go on asking questions if you want to.",
      "wordCount": 10
    },
    {
      "id": 963,
      "index": 963,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "We're leaving tonight. As soon as they're through photographing the stuff -",
      "wordCount": 12
    },
    {
      "id": 964,
      "index": 964,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "Allow yourself plenty of time. The train stops at the Junction On signal - but they don't like to wait. Not now. I can remember when they'd wait all day ... if Mr. Kane said so.",
      "wordCount": 36
    },
    {
      "id": 965,
      "index": 965,
      "character": "ASSISTANT",
      "gender": "NA",
      "line": "NO. 9182",
      "wordCount": 2
    },
    {
      "id": 966,
      "index": 966,
      "character": "ASSISTANT",
      "gender": "NA",
      "line": "\"Nativity\" - attributed to Donatello, acquired Florence 1921, cost 45,000 lira. Got that?",
      "wordCount": 13
    },
    {
      "id": 967,
      "index": 967,
      "character": "THIRD NEWSPAPERMAN",
      "gender": "NA",
      "line": "Yeah.",
      "wordCount": 1
    },
    {
      "id": 968,
      "index": 968,
      "character": "PHOTOGRAPHER",
      "gender": "NA",
      "line": "All right! Next! Better get that statue over there.",
      "wordCount": 9
    },
    {
      "id": 969,
      "index": 969,
      "character": "ASSISTANT",
      "gender": "NA",
      "line": "Okay.",
      "wordCount": 1
    },
    {
      "id": 970,
      "index": 970,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "What do you think all that is worth, Mr. Thompson?",
      "wordCount": 10
    },
    {
      "id": 971,
      "index": 971,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Millions - if anybody wants it.",
      "wordCount": 6
    },
    {
      "id": 972,
      "index": 972,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "The banks are out of luck, eh?",
      "wordCount": 7
    },
    {
      "id": 973,
      "index": 973,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Oh, I don't know. They'll clear all right.",
      "wordCount": 8
    },
    {
      "id": 974,
      "index": 974,
      "character": "ASSISTANT",
      "gender": "NA",
      "line": "\"Venus,\" Fourth Century. Acquired 1911. Cost twenty-three thousand. Got it?",
      "wordCount": 10
    },
    {
      "id": 975,
      "index": 975,
      "character": "THIRD NEWSPAPERMAN",
      "gender": "NA",
      "line": "Okay.",
      "wordCount": 1
    },
    {
      "id": 976,
      "index": 976,
      "character": "ASSISTANT",
      "gender": "NA",
      "line": "That's a lot of money to pay for a dame without a head.",
      "wordCount": 13
    },
    {
      "id": 977,
      "index": 977,
      "character": "SECOND ASSISTANT",
      "gender": "NA",
      "line": "No. 483. One desk from the estate of Mary Kane, Little Salem, Colorado. Value $6.00.",
      "wordCount": 15
    },
    {
      "id": 978,
      "index": 978,
      "character": "THIRD NEWSPAPERMAN",
      "gender": "NA",
      "line": "Okay.",
      "wordCount": 1
    },
    {
      "id": 979,
      "index": 979,
      "character": "SECOND ASSISTANT",
      "gender": "NA",
      "line": "We're all set to get everything. The junk as well as the art.",
      "wordCount": 13
    },
    {
      "id": 980,
      "index": 980,
      "character": "THIRD NEWSPAPERMAN",
      "gender": "NA",
      "line": "What's that?",
      "wordCount": 2
    },
    {
      "id": 981,
      "index": 981,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "It's a jigsaw puzzle.",
      "wordCount": 4
    },
    {
      "id": 982,
      "index": 982,
      "character": "THIRD NEWSPAPERMAN",
      "gender": "NA",
      "line": "We got a lot of those. There's a Burmese Temple and three Spanish ceilings down the hall.",
      "wordCount": 17
    },
    {
      "id": 983,
      "index": 983,
      "character": "PHOTOGRAPHER",
      "gender": "NA",
      "line": "Yeah, all in crates.",
      "wordCount": 4
    },
    {
      "id": 984,
      "index": 984,
      "character": "THIRD NEWSPAPERMAN",
      "gender": "NA",
      "line": "There's a part of a Scotch castle over there, but we haven't bothered to unwrap it.",
      "wordCount": 16
    },
    {
      "id": 985,
      "index": 985,
      "character": "PHOTOGRAPHER",
      "gender": "NA",
      "line": "I wonder how they put all those pieces together?",
      "wordCount": 9
    },
    {
      "id": 986,
      "index": 986,
      "character": "ASSISTANT",
      "gender": "NA",
      "line": "Iron stove. Estate of Mary Kane. Value $2.00.",
      "wordCount": 8
    },
    {
      "id": 987,
      "index": 987,
      "character": "PHOTOGRAPHER",
      "gender": "NA",
      "line": "Put it over by that statue. It'll make a good setup.",
      "wordCount": 11
    },
    {
      "id": 988,
      "index": 988,
      "character": "GIRL",
      "gender": "NA",
      "line": "Who is she anyway?",
      "wordCount": 4
    },
    {
      "id": 989,
      "index": 989,
      "character": "SECOND NEWSPAPERMAN",
      "gender": "NA",
      "line": "Venus. She always is.",
      "wordCount": 4
    },
    {
      "id": 990,
      "index": 990,
      "character": "THIRD NEWSPAPERMAN",
      "gender": "NA",
      "line": "He sure liked to collect things, didn't he?",
      "wordCount": 8
    },
    {
      "id": 991,
      "index": 991,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "He went right on buying - right up to the end.",
      "wordCount": 11
    },
    {
      "id": 992,
      "index": 992,
      "character": "PHOTOGRAPHER",
      "gender": "NA",
      "line": "Anything and everything - he was a regular crow.",
      "wordCount": 9
    },
    {
      "id": 993,
      "index": 993,
      "character": "THIRD NEWSPAPERMAN",
      "gender": "NA",
      "line": "wonder - You put all this together - the palaces and the paintings and the toys and everything - what would it spell?",
      "wordCount": 23
    },
    {
      "id": 994,
      "index": 994,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Charles Foster Kane.",
      "wordCount": 3
    },
    {
      "id": 995,
      "index": 995,
      "character": "PHOTOGRAPHER",
      "gender": "NA",
      "line": "Or Rosebud? How about it, Jerry?",
      "wordCount": 6
    },
    {
      "id": 996,
      "index": 996,
      "character": "THIRD NEWSPAPERMAN",
      "gender": "NA",
      "line": "Turn that thing off, will you? It's driving me nuts! What's Rosebud?",
      "wordCount": 12
    },
    {
      "id": 997,
      "index": 997,
      "character": "PHOTOGRAPHER",
      "gender": "NA",
      "line": "Kane's last words, aren't they, Jerry? That was Jerry's angle, wasn't it, Jerry? Did you ever find out what it means, Jerry?",
      "wordCount": 22
    },
    {
      "id": 998,
      "index": 998,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "No, I didn't.",
      "wordCount": 3
    },
    {
      "id": 999,
      "index": 999,
      "character": "SECOND NEWSPAPERMAN",
      "gender": "NA",
      "line": "Say, what did you find out about him, anyway, Jerry?",
      "wordCount": 10
    },
    {
      "id": 1000,
      "index": 1000,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Not much.",
      "wordCount": 2
    },
    {
      "id": 1001,
      "index": 1001,
      "character": "SECOND NEWSPAPERMAN",
      "gender": "NA",
      "line": "Well, what have you been doing?",
      "wordCount": 6
    },
    {
      "id": 1002,
      "index": 1002,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Playing with a jigsaw puzzle - I talked to a lot of people who knew him.",
      "wordCount": 16
    },
    {
      "id": 1003,
      "index": 1003,
      "character": "GIRL",
      "gender": "NA",
      "line": "What do they say?",
      "wordCount": 4
    },
    {
      "id": 1004,
      "index": 1004,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "Well - it's become a very clear picture. He was the most honest man who ever lived, with a streak of crookedness a yard wide. He was a liberal and a reactionary; he was tolerant - \"Live and Let Live\" - that was his motto. But he had no use for anybody who disagreed with him on any point, no matter how small it was. He was a loving husband and a good father - and both his wives left him and his son got himself killed about as shabbily as you can do it. He had a gift for friendship such as few men have - he broke his oldest friend's heart like you'd throw away a cigarette you were through with. Outside of that -",
      "wordCount": 127
    },
    {
      "id": 1005,
      "index": 1005,
      "character": "THIRD NEWSPAPERMAN",
      "gender": "NA",
      "line": "Okay, okay.",
      "wordCount": 2
    },
    {
      "id": 1006,
      "index": 1006,
      "character": "GIRL",
      "gender": "NA",
      "line": "What about Rosebud? Don't you think that explains anything?",
      "wordCount": 9
    },
    {
      "id": 1007,
      "index": 1007,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "No, I don't. Not much anway. Charles Foster Kane was a man who got everything he wanted, and then lost it. Maybe Rosebud was something he couldn't get or lost. No, I don't think it explains anything. I don't think any word explains a man's life. No - I guess Rosebud is just a piece in a jigsaw puzzle - a missing piece.",
      "wordCount": 63
    },
    {
      "id": 1008,
      "index": 1008,
      "character": "THOMPSON",
      "gender": "Male",
      "line": "We'd better get along. We'll miss the train.",
      "wordCount": 8
    },
    {
      "id": 1009,
      "index": 1009,
      "character": "RAYMOND",
      "gender": "Male",
      "line": "Throw that junk in, too.",
      "wordCount": 5
    },
    {
      "id": 1010,
      "index": 1010,
      "character": "",
      "gender": "Male"
    }
  ]
}